{"data":[{"text":"Within the gates before a man shall go,\n(Full warily let him watch,)\nFull long let him look about him;\nFor little he knows where a foe may lurk,\nAnd sit in the seats within.\n"},{"text":"Hail to the giver! a guest has come;\nWhere shall the stranger sit?\nSwift shall he be who, with swords shall try\nThe proof of his might to make.\n"},{"text":"Fire he needs who with frozen knees\nHas come from the cold without;\nFood and clothes must the farer have,\nThe man from the mountains come.\n"},{"text":"Water and towels and welcoming speech\nShould he find who comes, to the feast;\nIf renown he would get, and again be greeted,\nWisely and well must he act.\n"},{"text":"Wits must he have who wanders wide,\nBut all is easy at home;\nAt the witless man the wise shall wink\nWhen among such men he sits.\n"},{"text":"A man shall not boast of his keenness of mind,\nBut keep it close in his breast;\nTo the silent and wise does ill come seldom\nWhen he goes as guest to a house;\n(For a faster friend one never finds\nThan wisdom tried and true.)\n"},{"text":"The knowing guest who goes to the feast,\nIn silent attention sits;\nWith his ears he hears, with his eyes he watches,\nThus wary are wise men all.\n"},{"text":"Happy the one who wins for himself\nFavor and praises fair;\nLess safe by far is the wisdom found\nThat is hid in another's heart.\n"},{"text":"Happy the man who has while he lives\nWisdom and praise as well,\nFor evil counsel a man full often\nHas from another's heart.\n"},{"text":"A better burden may no man bear\nFor wanderings wide than wisdom;\nIt is better than wealth on unknown ways,\nAnd in grief a refuge it gives.\n"},{"text":"A better burden may no man bear\nFor wanderings wide than wisdom;\nWorse food for the journey he brings not afield\nThan an over-drinking of ale.\n"},{"text":"Less good there lies than most believe\nIn ale for mortal men;\nFor the more he drinks the less does man\nOf his mind the mastery hold.\n"},{"text":"Over beer the bird of forgetfulness broods,\nAnd steals the minds of men;\nWith the heron's feathers fettered I lay\nAnd in Gunnloth's house was held.\n"},{"text":"Drunk I was, I was dead-drunk,\nWhen with Fjalar wise I was;\nIt's the best of drinking if back one brings\nHis wisdom with him home.\n"},{"text":"The son of a king shall be silent and wise,\nAnd bold in battle as well;\nBravely and gladly a man shall go,\nTill the day of his death is come.\n"},{"text":"The sluggard believes he shall live forever,\nIf the fight he faces not;\nBut age shall not grant him the gift of peace,\nThough spears may spare his life.\n"},{"text":"The fool is agape when he comes to the feast,\nHe stammers or else is still;\nBut soon if he gets a drink is it seen\nWhat the mind of the man is like.\n"},{"text":"He alone is aware who has wandered wide,\nAnd far abroad has fared,\nHow great a mind is guided by him\nThat wealth of wisdom has.\n"},{"text":"Shun not the mead, but drink in measure;\nSpeak to the point or be still;\nFor rudeness none shall rightly blame you\nIf soon your bed you seek.\n"},{"text":"The greedy man, if his mind be vague,\nWill eat till sick he is;\nThe vulgar man, when among the wise,\nTo scorn by his belly is brought.\n"},{"text":"The herds know well when home they shall fare,\nAnd then from the grass they go;\nBut the foolish man his belly's measure\nShall never know aright.\n"},{"text":"A paltry man and poor of mind\nAt all things ever mocks;\nFor never he knows, what he ought to know,\nThat he is not free from faults.\n"},{"text":"The witless man is awake all night,\nThinking of many things;\nCare-worn he is when the morning comes,\nAnd his woe is just as it was.\n"},{"text":"The foolish man for friends all those\nWho laugh at him will hold;\nWhen among the wise he marks it not\nThough hatred of him they speak.\n"},{"text":"The foolish man for friends all those\nWho laugh at him will hold;\nBut the truth when he comes to the council he learns,\nThat few in his favor will speak.\n"},{"text":"An ignorant man thinks that all he knows,\nWhen he sits by himself in a corner;\nBut never what answer to make he knows,\nWhen others with questions come.\n"},{"text":"A witless man, when he meets with men,\nHad best in silence abide;\nFor no one shall find that nothing he knows,\nIf his mouth is not open too much.\n(But a man knows not, if nothing he knows,\nWhen his mouth has been open too much.)\n"},{"text":"Wise shall he seem who well can question,\nAnd also answer well;\nNothing is concealed that men may say\nAmong the sons of men.\n"},{"text":"Often he speaks who never is still\nWith words that win no faith;\nThe babbling tongue, if a bridle it find not,\nOften for itself sings ill.\n"},{"text":"In mockery no one a man shall hold,\nAlthough he fare to the feast;\nWise seems one often, if nothing he is asked,\nAnd safely he sits dry-skinned.\n"},{"text":"Wise a guest holds it to take to his heels,\nWhen mock of another he makes;\nBut little he knows who laughs at the feast,\nThough he mocks in the midst of his foes.\n"},{"text":"Friendly of mind are many men,\nTill feasting they mock at their friends;\nTo mankind a bane must it ever be\nWhen guests together strive.\n"},{"text":"Often should one make an early meal,\nNor fasting come to the feast;\nElse he sits and chews as if he would choke,\nAnd little is able to ask.\n"},{"text":"Crooked and far is the road to a foe,\nThough his house on the highway be;\nBut wide and straight is the way to a friend,\nThough far away he fare.\n"},{"text":"Forth shall one go, nor stay as a guest\nIn a single spot forever;\nLove becomes loathing if long one sits\nBy the hearth in another's home.\n"},{"text":"Better a house, though a hut it be,\nA man is master at home;\nA pair of goats and a patched-up roof\nAre better far than begging.\n"},{"text":"Better a house, though a hut it be,\nA man is master at home;\nHis heart is bleeding who needs must beg\nWhen food he fain would have.\n"},{"text":"Away from his arms in the open field\nA man should fare not a foot;\nFor never he knows when the need for a spear\nShall arise on the distant road.\n"},{"text":"If wealth a man has won for himself,\nLet him never suffer in need;\nOften he saves for a foe what he plans for a friend,\nFor much goes worse than we wish.\n"},{"text":"None so free with gifts or food have I found\nThat gladly he took not a gift,\nNor one who so widely scattered his wealth\nThat of recompense hatred he had.\n"},{"text":"Friends shall gladden each other with arms and garments,\nAs each for himself can see;\nGift-givers' friendships are longest found,\nIf fair their fates may be.\n"},{"text":"To his friend a man a friend shall prove,\nAnd gifts with gifts requite;\nBut men shall mocking with mockery answer,\nAnd fraud with falsehood meet.\n"},{"text":"To his friend a man a friend shall prove,\nTo him and the friend of his friend;\nBut never a man shall friendship make\nWith one of his foeman's friends.\n"},{"text":"If a friend you have whom you fully will trust,\nAnd good from him would get,\nYour thoughts with his mingle, and gifts shall you make,\nAnd fare to find him often.\n"},{"text":"If another you have whom you hardly will trust,\nYet good from him would get,\nYou shall speak him fair, but falsely think,\nAnd fraud with falsehood requite.\n"},{"text":"So is it with him whom you hardly will trust,\nAnd whose mind you may not know;\nLaugh with him may you, but speak not your mind,\nLike gifts to his shall you give.\n"},{"text":"Young was I once, and wandered alone,\nAnd nothing of the road I knew;\nRich did I feel when a comrade I found,\nFor man is man's delight.\n"},{"text":"The lives of the brave and noble are best,\nSorrows they seldom feed;\nBut the coward fear of all things feels,\nAnd not gladly the niggard gives.\n"},{"text":"My garments once in a field I gave\nTo a pair of carven poles;\nHeroes they seemed when clothes they had,\nBut the naked man is nothing.\n"},{"text":"On the hillside drear the fir-tree dies,\nAll bootless its needles and bark;\nIt is like a man whom no one loves,–\nWhy should his life be long?\n"},{"text":"Hotter than fire between false friends\nDoes friendship five days burn;\nWhen the sixth day comes the fire cools,\nAnd ended is all the love.\n"},{"text":"No great thing needs a man to give,\nOften little will purchase praise;\nWith half a loaf and a half-filled cup\nA friend full fast I made.\n"},{"text":"A little sand has a little sea,\nAnd small are the minds of men;\nThough all men are not equal in wisdom,\nYet half-wise only are all.\n"},{"text":"A measure of wisdom each man shall have,\nBut never too much let him know;\nThe fairest lives do those men live\nWhose wisdom wide has grown.\n"},{"text":"A measure of wisdom each man shall have,\nBut never too much let him know;\nFor the wise man's heart is seldom happy,\nIf wisdom too great he has won.\n"},{"text":"A measure of wisdom each man shall have,\nBut never too much let him know;\nLet no man the fate before him see,\nFor so is he freest from sorrow.\n"},{"text":"A brand from a brand is kindled and burned,\nAnd fire from fire begotten;\nAnd man by his speech is known to men,\nAnd the stupid by their stillness.\n"},{"text":"He must early go forth who fain the blood\nOr the goods of another would get;\nThe wolf that lies idle shall win little meat,\nOr the sleeping man success.\n"},{"text":"He must early go forth whose workers are few,\nHimself his work to seek;\nMuch remains undone for the morning-sleeper,\nFor the swift is wealth half won.\n"},{"text":"Of seasoned shingles and strips of bark\nFor the thatch let one know his need,\nAnd how much of wood he must have for a month,\nOr in half a year he will use.\n"},{"text":"Washed and fed to the council fare,\nBut care not too much for your clothes;\nLet none be ashamed of his shoes and hose,\nLess still of the steed he rides,\n(Though poor be the horse he has.)\n"},{"text":"When the eagle comes to the ancient sea,\nHe snaps and hangs his head;\nSo is a man in the midst of a throng,\nWho few to speak for him finds.\n"},{"text":"To question and answer must all be ready\nWho wish to be known as wise;\nTell one your thoughts, but beware of two,–\nAll know what is known to three.\n"},{"text":"The man who is prudent a measured use\nOf the might he has will make;\nHe finds when among the brave he fares\nThat the boldest he may not be.\n"},{"text":". . .\nOften for the words that to others one speaks\nHe will get but an evil gift.\n"},{"text":"Too early to many a meeting I came,\nAnd some too late have I sought;\nThe beer was all drunk, or not yet brewed;\nLittle the loathed man finds.\n\"A man must be watchful and wary as well,\nAnd fearful of trusting a friend.\"\n"},{"text":"To their homes men would bid me hither and yon,\nIf at meal-time I needed no meat,\nOr would hang two hams in my true friend's house,\nWhere only one I had eaten.\n"},{"text":"Fire for men is the fairest gift,\nAnd power to see the sun;\nHealth as well, if a man may have it,\nAnd a life not stained with sin.\n"},{"text":"All wretched is no man, though never so sick;\nSome from their sons have joy,\nSome win it from kinsmen, and some from their wealth,\nAnd some from worthy works.\n"},{"text":"It is better to live than to lie a corpse,\nThe live man catches the cow;\nI saw flames rise for the rich man's pyre,\nAnd before his door he lay dead.\n"},{"text":"The lame rides a horse, the handless is herdsman,\nThe deaf in battle is bold;\nThe blind man is better than one that is burned,\nNo good can come of a corpse.\n"},{"text":"A son is better, though late he be born,\nAnd his father to death have fared;\nMemory-stones seldom stand by the road\nSave when kinsman honors his kin.\n"},{"text":"Two make a battle, the tongue slays the head;\nIn each furry coat a fist I look for.\n"},{"text":"He welcomes the night whose fare is enough,\n(Short are the yards of a ship,)\nUneasy are autumn nights;\nFull often does the weather change in a week,\nAnd more in a month's time.\n"},{"text":"A man knows not, if nothing he knows,\nThat gold often apes begets;\nOne man is wealthy and one is poor,\nYet scorn for him none should know.\n"},{"text":"Among Fitjung's sons saw I well-stocked folds,–\nNow bear they the beggar's staff;\nWealth is as swift as a winking eye,\nOf friends the falsest it is.\n"},{"text":"Cattle die, and kinsmen die,\nAnd so one dies one's self;\nBut a noble name will never die,\nIf good renown one gets.\n"},{"text":"Cattle die, and kinsmen die,\nAnd so one dies one's self;\nOne thing now that never dies,\nThe fame of a dead man's deeds.\n"},{"text":"Certain is that which is sought from runes,\nThat the gods so great have made,\nAnd the Master-Poet painted;\n. . .\nthe race of gods:\nSilence is safest and best.\n"},{"text":"An unwise man, if a maiden's love\nOr wealth he chances to win,\nHis pride will wax, but his wisdom never,\nStraight forward he fares in conceit.\n* * *\n"},{"text":"Give praise to the day at evening, to a woman on her pyre,\nTo a weapon which is tried, to a maid at wed lock,\nTo ice when it is crossed, to ale that is drunk.\n"},{"text":"When the gale blows hew wood, in fair winds seek the water;\nSport with maidens at dusk, for day's eyes are many;\nFrom the ship seek swiftness, from the shield protection,\nCuts from the sword, from the maiden kisses.\n"},{"text":"By the fire drink ale, over ice go on skates;\nBuy a steed that is lean, and a sword when tarnished,\nThe horse at home fatten, the hound in your dwelling.\n* * *\n"},{"text":"A man shall trust not the oath of a maid,\nNor the word a woman speaks;\nFor their hearts on a whirling wheel were fashioned,\nAnd fickle their breasts were formed.\n"},{"text":"In a breaking bow or a burning flame,\nA ravening wolf or a croaking raven,\nIn a grunting boar, a tree with roots broken,\nIn billowy seas or a bubbling kettle,\n"},{"text":"In a flying arrow or falling waters,\nIn ice new formed or the serpent's folds,\nIn a bride's bed-speech or a broken sword,\nIn the sport of bears or in sons of kings,\n"},{"text":"In a calf that is sick or a stubborn thrall,\nA flattering witch or a foe new slain.\n\"In a light, clear sky or a laughing throng,\nIn the bowl of a dog or a harlot's grief!\"\n"},{"text":"In a brother's slayer, if you meet him abroad,\nIn a half-burned house, in a horse full swift–\nOne leg is hurt and the horse is useless–\nNone had ever such faith as to trust in them all.\n"},{"text":"Hope not too surely for early harvest,\nNor trust too soon in your son;\nThe field needs good weather, the son needs wisdom,\nAnd often is either denied.\n"},{"text":"The love of women fickle of will\nIs like starting over ice with a steed unshod,\nA two-year-old restive and little tamed,\nOr steering a rudderless ship in a storm,\nOr, lame, hunting reindeer on slippery rocks.\n* * *\n"},{"text":"Clear now will I speak, for I know them both,\nMen false to women are found;\nWhen fairest we speak, then falsest we think,\nAgainst wisdom we work with deceit.\n"},{"text":"Soft words shall he speak and wealth shall he offer\nWho longs for a maiden's love,\nAnd the beauty praise of the maiden bright;\nHe wins whose wooing is best.\n"},{"text":"Fault for loving let no man find\nEver with any other;\nOften the wise are fettered, where fools go free,\nBy beauty that breeds desire.\n"},{"text":"Fault with another let no man find\nFor what touches many a man;\nWise men often into witless fools\nAre made by mighty love.\n"},{"text":"The head alone knows what dwells near the heart,\nA man knows his mind alone;\nNo sickness is worse to one who is wise\nThan to lack the longed-for joy.\n"},{"text":"This found I myself, when I sat in the reeds,\nAnd long my love awaited;\nAs my life the maiden wise I loved,\nYet her I never had.\n"},{"text":"Billing's daughter I found on her bed,\nIn slumber bright as the sun;\nEmpty appeared an earl's estate\nWithout that form so fair.\n"},{"text":"\"Othin, again at evening come,\nIf a woman you would win;\nEvil it were if others than we\nShould know of such a sin.\"\n"},{"text":"Away I hastened, hoping for joy,\nAnd careless of counsel wise;\nWell I believed that soon I should win\nMeasureless joy with the maid.\n"},{"text":"So came I next when night it was,\nThe warriors all were awake;\nWith burning lights and waving brands\nI learned my luckess way.\n"},{"text":"At morning then, when once more I came,\nAnd all were sleeping still,\nA dog found in the fair one's place,\nBound there upon her bed.\n"},{"text":"Many fair maids, if a man but tries them,\nFalse to a lover are found;\nThat did I learn when I longed to gain\nWith wiles the maiden wise;\nFoul scorn was my meed from the crafty maid,\nAnd nothing from the woman I won.\n* * *\n"},{"text":"Though glad at home, and merry with guests,\nA man shall be wary and wise;\nThe sage and shrewd, wide wisdom seeking,\nMust see that his speech be fair;\nA fool is he named who nothing can say,\nFor such is the way of the witless.\n"},{"text":"I found the old giant, now back have I fared,\nSmall gain from silence I got;\nFull many a word, my will to get,\nI spoke in Suttung's hall.\n"},{"text":"The mouth of Rati made room for my passage,\nAnd space in the stone he gnawed; Above and below the giants' paths lay,\nSo rashly I risked my head.\n"},{"text":"Gunnloth gave on a golden stool\nA drink of the marvelous mead;\nA harsh reward did I let her have\nFor her heroic heart,\nAnd her spirit troubled sore.\n"},{"text":"The well-earned beauty well I enjoyed,\nLittle the wise man lacks;\nSo Othrörir now has up been brought\nTo the midst of the men of earth.\n"},{"text":"Hardly, methinks, would I home have come,\nAnd left the giants' land,\nHad not Gunnloth helped me, the maiden good,\nWhose arms about me had been.\n"},{"text":"The day that followed, the frost-giants came,\nSome word of Hor to win,\n(And into the hall of Hor;) Of Bolverk they asked, were he back midst the gods,\nOr had Suttung slain him there?\n"},{"text":"On his ring swore Othin the oath, methinks;\nWho now his troth shall trust?\nSuttung's betrayal he sought with drink,\nAnd Gunnloth to grief he left.\n* * *\n"},{"text":"It is time to chant from the chanter's stool;\nBy the wells of Urth I was,\nI saw and was silent, I saw and thought,\nAnd heard the speech of Hor.\n(Of runes heard I words, nor were counsels wanting,\nAt the hall of Hor,\nIn the hall of Hor;\nSuch was the speech I heard.)\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nRise not at night, save if news you seek,\nOr fain to the outhouse would fare.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nBeware of sleep on a witch's bosom,\nNor let her limbs ensnare you.\n"},{"text":"Such is her might that you have no mind\nFor the council or meeting of men;\nMeat you hate, joy you have not,\nAnd sadly to slumber you fare.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn: Seek never to win the wife of another,\nOr long for her secret love.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nIf over mountains or gulfs you fain would go,\nLook well to your food for the way.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nAn evil man you must not let\nBring aught of ill to you;\nFor an evil man will never make\nReward for a worthy thought.\n"},{"text":"I saw a man who was wounded sore\nBy an evil woman's word;\nA lying tongue his death-blow launched,\nAnd no word of truth there was.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nIf a friend you have whom you fully will trust,\nThen fare to find him oft;\nFor brambles grow and waving grass\nOn the rarely trodden road.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nA good man find to hold in friendship,\nAnd give heed to his healing charms.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,-\nProfit you have if you hear,\nGreat your gain if you learn:\nBe never the first to break with your friend\nThe bond that holds you both;\nCare eats the heart if you can not speak\nTo another all your thought.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nExchange of words with a witless ape\nYou must not ever make.\n"},{"text":"For never you may from an evil man\nA good requital get;\nBut a good man often the greatest love\nThrough words of praise will win you.\n"},{"text":"Mingled is love when a man can speak\nTo another all his thought;\nNothing is so bad as false to be,\nNo friend speaks only fair.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nWith a worse man speak not three words in dispute,\nIll fares the better oft\nWhen the worse man wields a sword.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,-\nProfit you have if you hear,\nGreat your gain if you learn:\nA shoemaker be, or a maker of shafts,\nFor only your single self;\nIf the shoe is ill made, or the shaft prove false,\nThen evil of you men think.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nIf evil you know, as evil proclaim it,\nAnd make no friendship with foes.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nIn evil never joy shall you know,\nBut glad the good shall make you.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nLook not up when the battle is on,–\n(Like madmen the sons of men become,–)\nLest men bewitch your wits.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,-\nProfit you have if you hear,\nGreat your gain if you learn:\nIf you fain would win a woman's love,\nAnd gladness get from her,\nFair be your promise and well fulfilled;\nNone loathes what good he gets.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,-\nProfit you have if you hear,\nGreat your gain if you learn:\nI bid you be wary, but be not fearful;\n(Beware most with ale or another's wife,\nAnd third beware lest a thief outwit you.)\n"},{"text":"I rede you, Loddfafnir! and hear my rede,-\nProfit you have if you hear,\nGreat your gain if you learn:\nScorn or mocking never shall you make\nOf a guest or a journey-goer.\n"},{"text":"Often scarcely he knows who sits in the house\nWhat kind is the man who comes;\nNone so good is found that faults he has not,\nNor so wicked that nothing he is worth.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nScorn not ever the gray-haired singer,\nOften do the old speak good;\n(Often from shrivelled skin come skillful counsels,\nThough it hang with the hides,\nAnd flap with the pelts,\nAnd is blown with the bellies.)\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nCurse not your guest, nor show him your gate,\nDeal well with a man in want.\n"},{"text":"Strong is the beam that raised must be\nTo give an entrance to all;\nGive it a ring, or grim will be\nThe wish it would work on you.\n"},{"text":"I rede you, Loddfafnir! and hear my rede,–\nProfit you have if you hear,\nGreat your gain if you learn:\nWhen ale you drink) seek might of earth,\n(For earth cures drink, and fire cures ills,\nThe oak cures tightness, the ear cures magic,\nRye cures rupture, the moon cures rage,\nGrass cures the scab, and runes the sword-cut;)\nThe field absorbs the flood.\n"},{"text":"Now are Hor's words spoken in the hall,\nKind for the kindred of men,\nCursed for the kindred of giants:\nHail to the speaker, and to him who learns!\nProfit be his who has them!\nHail to them who hearken!\n* * *\n"},{"text":"I ween that I hung on the windy tree,\nHung there for nights full nine;\nWith the spear I was wounded, and offered I was\nTo Othin, myself to myself,\nOn the tree that none may ever know\nWhat root beneath it runs.\n"},{"text":"None made me happy with loaf or horn,\nAnd there below I looked;\nI took up the runes, shrieking I took them,\nAnd forthwith back I fell.\n"},{"text":"Nine mighty songs I got from the son\nOf Bolthorn, Bestla's father;\nAnd a drink I got of the goodly mead\nPoured out from Othrörir.\n"},{"text":"Then began I to thrive, and wisdom to get,\nI grew and well I was;\nEach word led me on to another word,\nEach deed to another deed.\n"},{"text":"Runes shall you find, and fateful signs,\nThat the king of singers colored,\nAnd the mighty gods have made;\nFull strong the signs, full mighty the signs\nThat the ruler of gods doth write.\n"},{"text":"Othin for the gods, Dain for the elves,\nAnd Dvalin for the dwarfs,\nAlsvith for giants and all mankind,\nAnd some myself I wrote.\n"},{"text":"Know how one shall write, know how one shall rede?\nKnow how one shall tint, know how one makes trial?\nKnow how one shall ask, know how one shall offer?\nKnow how one shall send, know how one shall sacrifice?\n"},{"text":"Better no prayer than too big an offering,\nBy your getting measure your gift;\nBetter is none than too big a sacrifice,\n. . .\nSo Thund of old wrote before man's race began,\nWhere he rose on high when home he came.\n* * *\n"},{"text":"The songs I know that king's wives know not,\nNor men that are sons of men;\nThe first is called help, and help it can bring you\nIn sorrow and pain and sickness.\n"},{"text":"A second I know, that men shall need\nWho leechcraft long to use;\n"},{"text":"A third I know, if great is my need\nOf fetters to hold my foe;\nBlunt do I make my enemy's blade,\nNor bites his sword or staff.\n"},{"text":"A fourth I know, if men shall fasten\nBonds on my bended legs;\nSo great is the charm that forth I may go,\nThe fetters spring from my feet,\nBroken the bonds from my hands.\n"},{"text":"A fifth I know, if I see from afar\nAn arrow fly 'gainst the folk;\nIt flies not so swift that I stop it not,\nIf ever my eyes behold it.\n"},{"text":"A sixth I know, if harm one seeks\nWith a sapling's roots to send me;\nThe hero himself who wreaks his hate\nShall taste the ill before I.\n"},{"text":"A seventh I know, if I see in flames\nThe hall over my comrades' heads;\nIt burns not so wide that I will not quench it,\nI know that song to sing.\n"},{"text":"An eighth I know, that is to all\nOf greatest good to learn;\nWhen hatred grows among heroes' sons,\nI soon can set it right.\n"},{"text":"A ninth I know, if need there comes\nTo shelter my ship on the flood;\nThe wind I calm upon the waves,\nAnd the sea I put to sleep.\n"},{"text":"A tenth I know, what time I see\nHouse-riders flying on high;\nSo can I work that wildly they go,\nShowing their true shapes,\nHence to their own homes.\n"},{"text":"An eleventh I know, if needs I must lead\nTo the fight my long-loved friends;\nI sing in the shields, and in strength they go\nWhole to the field of fight,\nWhole from the field of fight,\nAnd whole they come thence home.\n"},{"text":"A twelfth I know, if high on a tree\nI see a hanged man swing; So do I write and color the runes\nThat forth he fares,\nAnd to me talks.\n"},{"text":"A thirteenth I know, if a thane full young\nWith water I sprinkle well;\nHe shall not fall, though he fares mid the host,\nNor sink beneath the swords.\n"},{"text":"A fourteenth I know, if fain I would name\nTo men the mighty gods;\nAll know I well of the gods and elves,\nFew be the fools know this.\n"},{"text":"A fifteenth I know, that before the doors\nOf Delling sang Thjothrörir the dwarf;\nMight he sang for the gods, and glory for elves,\nAnd wisdom for Hroptatyr wise.\n"},{"text":"A sixteenth I know, if I seek delight\nTo win from a maiden wise;\nThe mind I turn of the white-armed maid,\nAnd thus change all her thoughts.\n"},{"text":"A seventeenth I know, so that seldom shall go\nA maiden young from me;\n"},{"text":"Long these songs you shall, Loddfafnir,\nSeek in vain to sing;\nYet good it were if you might get them,\nWell, if you would them learn,\nHelp, if you had them.\n"},{"text":"An eighteenth I know, that never will I tell\nTo maiden or wife of man,–\nThe best is what none but one's self doth know,\nSo comes the end of the songs,–\nSave only to her in whose arms I lie,\nOr who else my sister is.\n\n"}]}