{"data":[{"text":"At every door-way,\nbefore one enters,\none should spy round,\none should pry round\nfor uncertain is the witting\nthat there be no foeman sitting,\nwithin, before one on the floor\n"},{"text":"Hail, you givers! a guest is come;\nsay! where shall he sit within?\nMuch pressed is he who fain on the hearth\nwould seek for warmth and weal.\n"},{"text":"He has need of fire, who now is come,\nnumbed with cold to the knee;\nfood and clothing the wanderer craves\nwho has fared over the rimy fell.\n"},{"text":"He craves for water, who comes for refreshment,\ndrying and friendly bidding,\nmarks of good will, fair fame if it is won,\nand welcome once and again.\n"},{"text":"He has need of his wits who wanders wide,\nanything simple will serve at home;\nbut a gazing-stock is the fool who sits\nmid the wise, and nothing knows.\n"},{"text":"Let no man glory in the greatness of his mind,\nbut rather keep watch over his wits.\nCautious and silent let him enter a dwelling;\nto the heedful comes seldom harm,\nfor none can find a more faithful friend\nthan the wealth of mother wit.\n"},{"text":"Let the wary stranger who seeks refreshment\nkeep silent with sharpened hearing;\nwith his ears let him listen, and look with his eyes;\nthus each wise man spies out the way.\n"},{"text":"Happy is he who wins for himself\nfair fame and kindly words;\nbut uneasy is that which a man owns\nwhile it lies in another's breast.\n"},{"text":"Happy is he who has in himself\npraise and wisdom in life;\nfor often does a man ill counsel get\nwhen it is born in another's breast.\n"},{"text":"A better burden can no man bear\non the way than his mother wit;\nit is the refuge of the poor, and richer it seems\nthan wealth in a world untried.\n"},{"text":"A better burden can no man bear\non the way than his mother wit:\nand no worse provision can he carry with him\nthan too deep a draught of ale.\n"},{"text":"Less good than they say for the sons of men\nis the drinking often of ale:\nfor the more they drink, the less can they think\nand keep a watch over their wits.\n"},{"text":"A bird of unmindfulness flutters over ale feasts,\nwiling away men's wits:\nwith the feathers of that fowl I was fettered once\nin the garths of Gunnlos below.\n"},{"text":"Drunk was I then, I was over drunk\nin that crafty Jotun's court.\nBut best is an ale feast when man is able\nto call back his wits at once.\n"},{"text":"Silent and thoughtful and bold in strife\nthe prince's bairn should be.\nJoyous and generous let each man show him\ntill he shall suffer death.\n"},{"text":"A coward believes he will ever live\nif he keep him safe from strife:\nbut old age leaves him not long in peace\nthough spears may spare his life.\n"},{"text":"A fool will gape when he goes to a friend,\nand mumble only, or mope;\nbut pass him the ale cup and all in a moment\nthe mind of that man is shown.\n"},{"text":"He knows alone who has wandered wide,\nand far has fared on the way,\nwhat manner of mind a man owns\nwho is wise of head and heart.\n"},{"text":"Keep not the mead cup but drink your measure;\nspeak needful words or none:\nnone shall upbraid you for lack of breeding\nif soon you seek'st your rest.\n"},{"text":"A greedy man, if he be not mindful,\neats to his own life's hurt:\noften the belly of the fool will bring him to scorn\nwhen he seeks the circle of the wise.\n"},{"text":"Herds know the hour of their going home\nand turn them again from the grass;\nbut never is found a foolish man\nwho knows the measure of his maw.\n"},{"text":"The miserable man and evil minded\nmakes of all things mockery,\nand knows not that which he best should know,\nthat he is not free from faults.\n"},{"text":"The unwise man is awake all night,\nand ponders everything over;\nwhen morning comes he is weary in mind,\nand all is a burden as ever.\n"},{"text":"The unwise man weens all who smile\nand flatter him are his friends,\nnor notes how often they speak him ill\nwhen he sits in the circle of the wise.\n"},{"text":"The unwise man weens all who smile\nand flatter him are his friends;\nbut when he shall come into court he shall find\nthere are few to defend his cause.\n"},{"text":"The unwise man thinks all to know\nwhile he sits in a sheltered nook;\nbut he knows not one thing, what he shall answer,\nif men shall put him to proof.\n"},{"text":"For the unwise man it is best to be mute\nwhen he come amid the crowd,\nfor none is aware of his lack of wit\nif he wastes not too many words;\nfor he who lacks wit shall never learn\nthough his words flow never so fast.\n"},{"text":"Wise he is deemed who can question well,\nand also answer back:\nthe sons of men can no secret make\nof the tidings told in their midst.\n"},{"text":"Too many unstable words are spoken\nby him who never holds his peace;\nthe hasty tongue sings its own mishap\nif it be not bridled in.\n"},{"text":"Let no man be held as a laughing-stock,\nthough he come as guest for a meal:\nwise enough seem many while they sit dry-skinned\nand are not put to proof.\n"},{"text":"A guest thinks him witty who mocks at a guest\nand runs from his wrath away;\nbut none can be sure who jests at a meal\nthat he makes not fun among foes.\n"},{"text":"Often, though their hearts lean towards one another,\nfriends are divided at table;\never the source of strife it will be,\nthat guest will anger guest.\n"},{"text":"A man should take always his meals betimes\nunless he visit a friend,\nor he sits and mopes, and half famished seems,\nand can ask or answer nothing.\n"},{"text":"Long is the round to a false friend leading,\neven if he dwell on the way:\nbut though far off fared, to a faithful friend\nstraight are the roads and short.\n"},{"text":"A guest must depart again on his way,\nnor stay in the same place ever;\nif he bide too long on another's bench\nthe loved one soon becomes loathed.\n"},{"text":"One's own house is best, though small it may be;\neach man is master at home;\nthough he have but two goats and a bark-thatched hut\nit is better than craving a boon.\n"},{"text":"One's own house is best, though small it may be,\neach man is master at home;\nwith a bleeding heart will he beg, who must,\nhis meat at every meal.\n"},{"text":"Let a man never stir on his road a step\nwithout his weapons of war;\nfor unsure is the knowing when need shall arise\nof a spear on the way without.\n"},{"text":"Let no man stint him and suffer need\nof the wealth he has won in life;\noften is saved for a foe what was meant for a friend,\nand much goes worse than one weens.\n"},{"text":"Found none so noble or free with his food,\nwho was not gladdened with a gift,\nnor one who gave of his gifts such store\nbut he loved reward, could he win it.\n"},{"text":"With raiment and arms shall friends gladden each other,\nso has one proved oneself;\nfor friends last longest, if fate be fair\nwho give and give again.\n"},{"text":"To his friend a man should bear him as friend,\nand gift for gift betow,\nlaughter for laughter let him exchange,\nbut leasing pay for a lie.\n"},{"text":"To his friend a man should bear him as friend,\nto him and a friend of his;\nbut let him beware that he be not the friend\nof one who is friend to his foe.\n"},{"text":"Have you got a friend that you trust well,\nfrom whom you crave good?\nShare your mind with him, gifts exchange with him,\nfare to find him often.\n"},{"text":"But have you one whom you trust ill\nyet from whom you crave good?\nYou shall speak him fair, but falsely think,\nand leasing pay for a lie\n"},{"text":"Yet further of him whom you trusted ill,\nand whose mind you misdoubtS;\nthough shall laugh with him but withhold your thought,\nfor gift with like gift should be paid.\n"},{"text":"Young was I once, I walked alone,\nand bewildered seemed in the way;\nthen I found me another and rich I thought me,\nfor man is the joy of man.\n"},{"text":"Most blest is he who lives free and bold\nand nurses never a grief,\nfor the fearful man is dismayed by anything,\nand the mean one mourns over giving.\n"},{"text":"My garments once I gave in the field\nto two land-marks made as men;\nheroes they seemed when once they were clothed;\nit is the naked who suffer shame!\n"},{"text":"The pine tree wastes which is perched on the hill,\nnor bark nor needles shelter it;\nsuch is the man that no one loves;\nwhat should he live longer for?\n"},{"text":"Fiercer than fire among ill friends\nfor five days love will burn;\nbut anon it is quenched, when the sixth day comes,\nand all friendship soon is spoiled.\n"},{"text":"Not great things alone must one give to another,\npraise often is earned for nothing;\nwith half a loaf and a tilted bowl\nI have found me many a friend.\n"},{"text":"Little the sand if little the seas,\nlittle are minds of men,\nfor never in the world were all equally wise,\nit is shared by the fools and the sage.\n"},{"text":"Wise in measure let each man be;\nbut let him not wax too wise;\nfor never the happiest of men is he\nwho knows much of many things.\n"},{"text":"Wise in measure should each man be;\nbut let him not wax too wise;\nseldom a heart will sing with joy\nif the owner be all too wise.\n"},{"text":"Wise in measure should each man be,\nbut never let him wax too wise:\nwho does not look forward to learn his fate\nunburdened heart will bear.\n"},{"text":"Brand kindles from brand till it be burned,\nspark is kindled from spark,\nman unfold him by speech with man,\nbut grows over secret through silence.\n"},{"text":"He must rise betimes who fain of another\nor life or wealth would win;\nscarce falls the prey to sleeping wolves,\nor to slumberers victory in strife.\n"},{"text":"He must rise betimes who has few to serve him,\nand see to his work himself;\nwho sleeps at morning is hindered much,\nto the keen is wealth half-won.\n"},{"text":"Of dry logs saved and roof-bark stored\na man can know the measure,\nof fire-wood too which should last him out\nquarter and half years to come.\n"},{"text":"Fed and washed should one ride to court\nthough in garments none too new;\nyou shall not shame you for shoes or breeks,\nnor yet for a sorry steed.\n"},{"text":"As the eagle who comes to the ocean shore,\nSniffs and hangs her head,\nDumfounded is he who finds at the Thing\nNo supporters to plead his case.\n"},{"text":"Each man who is wise and would wise be called\nmust ask and answer aright.\nLet one know your secret, but never a second, -\nif three a thousand shall know.\n"},{"text":"A wise counselled man will be mild in bearing\nand use his might in measure,\nlest when he come his fierce foes among\nhe find others fiercer than he.\n"},{"text":"Each man should be watcfhful and wary in speech,\nand slow to put faith in a friend.\nfor the words which one to another speaks\nhe may wind reward of ill.\n"},{"text":"At many a feast I was far too late,\nand much too soon at some;\ndrunk was the ale or yet unserved:\nnever hits he the joint who is hated.\n"},{"text":"Here and there to a home I had haply been asked\nhad I needed no meat at my meals,\nor were two hams left hanging in the house of that friend\nwhere I had partaken of one.\n"},{"text":"Most dear is fire to the sons of men,\nmost sweet the sight of the sun;\ngood is health if one can but keep it,\nand to live a life without shame.\n"},{"text":"Not reft of all is he who is ill,\nfor some are blest in their bairns,\nsome in their kin and some in their wealth,\nand some in working well.\n"},{"text":"More blest are the living than the lifeless,\nit is the living who come by the cow;\nI saw the hearth-fire burn in the rich man's hall\nand himself lying dead at the door.\n"},{"text":"The lame can ride rose, the handless drive cattle,\nthe deaf one can fight and prevail,\nit is happier for the blind than for him on the bale-fire,\nbut no man has care for a corpse.\n"},{"text":"Best have a son though he be late born\nand before him the father be dead:\nseldom are stones raised on the wayside\nsave by kinsmen to kinsmen.\n"},{"text":"Two are hosts against one, the tongue is the head's bane,\n'neath a rough hide a hand may be hid.\n"},{"text":"He is glad at night fall who knows of his lodging,\nshort is the ship's berth,\nand changeful the autumn night,\nmuch veers the wind before the fifth day\nand blows round yet more in a month.\n"},{"text":"He who learns nothing will never know\nhow one is the fool of another, CHECK\nfor if one be rich another is poor\nand for that should bear no blame.\n"},{"text":"Full-stocked folds had the Fatling's sons,\nwho bear now a beggar's staff:\nbrief is wealth, as the winking of an eye,\nmost faithless ever of friends.\n"},{"text":"Cattle die and kinsmen die,\nyourself too soon must die,\nbut one thing never, I think, will die, -\nfair fame of one who has earned.\n"},{"text":"Cattle die and kinsmen die,\nyourself too soon must die,\nbut one thing will never die, I think -\nthe doom on each one dead.\n"},{"text":"All will prove true that you ask of runes -\nthose that are come from the gods,\nwhich the high Powers wrought, and which Odin painted:\nthen silence is surely best.\n"},{"text":"If haply a fool should find for himself\nwealth or a woman's love,\npride waxes in him but wisdom never\nand onward he fares in his folly.\n"},{"text":"Praise day at even, a wife when dead,\na weapon when tried, a maid when married,\nice when it is crossed, and ale when it is drunk.\n"},{"text":"Hew wood in wind, sail the seas in a breeze,\nwoo a maid in the dark, - for day's eyes are many, -\nwork a ship for its gliding, a shield for its shelter,\na sword for its striking, a maid for her kiss;\n"},{"text":"Drink ale by the fire, but slide on the ice;\nbuy a steed when it is lanky, a sword when it is rusty;\nfeed your horse neath a roof, and your hound in the yard.\n"},{"text":"The speech of a maiden should no man trust\nnor the words which a woman says;\nfor their hearts were shaped on a whirling wheel\nand falsehood fixed in their breasts.\n"},{"text":"Breaking bow, or flaring flame,\nravening wolf, or croaking raven,\nrouting swine, or rootless tree,\nwaxing wave, or seething cauldron,\n"},{"text":"flying arrows, or falling billow,\nice of a night time, coiling adder,\nwoman's bed-talk, or broken blade,\nplay of bears or a prince's child,\n"},{"text":"sickly calf or self-willed thrall,\nwitch's flattery, new-slain foe,\n"},{"text":"Brother's slayer, though seen on the highway,\nhalf burned house, or horse too swift -\nbe never so trustful as these to trust.\n"},{"text":"Let none put faith in the first sown fruit\nnor yet in his son too soon;\nwhim rules the child, and weather the field,\neach is open to chance.\n"},{"text":"Like the love of women whose thoughts are lies\nis the driving un-roughshod over slippery ice\nof a two year old, ill-tamed and gay;\nor in a wild wind steering a helmless ship,\nor the lame catching reindeer in the rime-thawed fell.\n"},{"text":"Now plainly I speak, since both I have seen;\nunfaithful is man to maid;\nwe speak them fairest when thoughts are falsest\nand wile the wisest of hearts.\n"},{"text":"Let him speak soft words and offer wealth\nwho longs for a woman's love,\npraise the shape of the shining maid -\nhe wins who thus wooes.\n"},{"text":"Never a whit should one blame another\nwhom love has brought into bonds:\noften a witching form will fetch the wise\nwhich does not hold the heart of fools.\n"},{"text":"Never a whit should one blame another\nfor a folly which many befalls;\nthe might of love makes sons of men\ninto fools who once were wise.\n"},{"text":"The mind knows alone what is nearest the heart\nand sees where the soul is turned:\nno sickness seems to the wise so sore\nas in nothing to know content.\n"},{"text":"This once I felt when I sat without\nin the reeds, and looked for my love;\nbody and soul of me was that sweet maiden\nyet never I won her as wife.\n"},{"text":"Billing's daughter I found on her bed,\nfairer than sunlight sleeping,\nand the sweets of lordship seemed to me nothing,\nsave I lived with that lovely form.\n"},{"text":"\"Yet nearer evening come you, Odin,\nif you will woo a maiden:\nall were undone save two knew alone\nsuch a secret deed of shame.\"\n"},{"text":"So away I turned from my wise intent,\nand deemed my joy assured,\nfor all her liking and all her love\nI thought that I yet should win.\n"},{"text":"When I came before long the war troop bold\nwere watching and waking all:\nwith burning brands and torches borne\nthey showed me my sorrowful way.\n"},{"text":"Yet nearer morning I went, once more, -\nthe housefolk slept in the hall,\nbut soon I found a barking dog\ntied fast to that fair maid's couch.\n"},{"text":"Many a sweet maid when one knows her mind\nis fickle found towards men:\nI proved it well when that prudent lass\nI sought to lead astray:\nshrewd maid, she sought me with every insult\nand I won therewith no wife.\n"},{"text":"In your home be joyous and generous to guests\ndiscreet shall you be in your bearing,\nmindful and talkative, would you gain wisdom,\noften making me mention of good.\nHe is \"Simpleton\" named who has nothing to say,\nfor such is the fashion of fools.\n"},{"text":"I sought that old Jotun, now safe am I back,\nlittle served my silence there;\nbut whispering many soft speeches I won\nmy desire in Suttung's halls.\n"},{"text":"I bored me a road there with Rati's tusk\nand made room to pass through the rock;\nwhile the ways of the Jotuns stretched over and under,\nI dared my life for a draught.\n"},{"text":"It was Gunnlod who gave me on a golden throne\na draught of the glorious mead,\nbut with poor reward did I pay her back\nfor her true and troubled heart.\n"},{"text":"In a wily disguise I worked my will;\nlittle is lacking to the wise,\nfor the Soul-stirrer now, sweet Mead of Song,\nis brought to men's earthly abode.\n"},{"text":"I misdoubt me if ever again I had come\nfrom the realms of the Jotun race,\nhad I not served me of Gunnlod, sweet woman,\nher whom I held in mine arms.\n"},{"text":"Came forth, next day, the dread Frost Giants,\nand entered the High One's Hall:\nthey asked - was the Baleworker back mid the Powers,\nor had Suttung slain him below?\n"},{"text":"A ring-oath Odin I trow had taken -\nhow shall one trust his troth?\nit was he who stole the mead from Suttung,\nand Gunnlod caused to weep.\n"},{"text":"It is time to speak from the Sage's Seat;\nhard by the Well of Weird\nI saw and was silent, I saw and pondered,\nI listened to the speech of men.\nOf runes they spoke, and the reading of runes\nwas little withheld from their lips:\nat the High One's hall, in the High One's hall,\nI thus heard the High One say:\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nrise never at night time, except you are spying\nor seekest a spot without.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nyou shall never sleep in the arms of a sorceress,\nlest she should lock your limbs;\n"},{"text":"So shall she charm that you shall not heed\nthe council, or words of the king,\nnor care for your food, or the joys of mankind,\nbut fall into sorrowful sleep.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nseek not ever to draw to yourself\nin love-whispering another's wife.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nshould you long to fare over fell and firth\nprovide you well with food.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\ntell not ever an evil man\nif misfortunes you befall,\nfrom such ill friend you need never seek\nreturn for your trustful mind.\n"},{"text":"Wounded to death, have I seen a man\nby the words of an evil woman;\na lying tongue had bereft him of life,\nand all without reason of right.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nhave you a friend whom you trustest well,\nfare you to find him often;\nfor with brushwood grows and with grasses high\nthe path were no foot passes.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nin sweet converse call the righteous to your side,\nlearn a healing song while you live.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nbe never the first with friend of thine\nto break the bond of fellowship;\ncare shall gnaw your heart if you cannot tell\nall your mind to another.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nnever in speech with a foolish knave\nshould you waste a single word.\n"},{"text":"From the lips of such you need not look\nfor reward of thine own good will;\nbut a righteous man by praise will render you\nfirm in favour and love.\n"},{"text":"There is mingling in friendship when man can utter\nall his whole mind to another;\nthere is nothing so vile as a fickle tongue;\nno friend is he who but flatters.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\noften the worst lays the best one low.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nbe not a shoemaker nor yet a shaft maker\nsave for yourself alone:\nlet the shoe be misshapen, or crooked the shaft,\nand a curse on your head will be called.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nwhen in peril you see you, confess you in peril,\nnor ever give peace to your foes.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nrejoice not ever at tidings of ill,\nbut glad let your soul be in good.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nlook not up in battle, when men are as beasts,\nlest the wights bewitch you with spells.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nwould you win joy of a gentle maiden,\nand lure to whispering of love,\nmake fair promise, and let it be fast, -\nnone will scorn their weal who can win it.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nI pray you be wary, yet not too wary,\nbe wariest of all with ale,\nwith another's wife, and a third thing eke,\nthat knaves outwit you never.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nhold not in scorn, nor mock in your halls\na guest or wandering wight.\n"},{"text":"They know but unsurely who sit within\nwhat kind of man is come:\nnone is found so good, but some fault attends him,\nor so ill but he serves for somewhat.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nhold never in scorn the hoary singer;\noften the counsel of the old is good;\ncome words of wisdom from the withered lips\nof him left to hang among hides,\nto rock with the rennets\nand swing with the skins.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\ngrowl not at guests, nor drive them from the gate\nbut show yourself gentle to the poor.\n"},{"text":"Mighty is the bar to be moved away\nfor the entering in of all.\nShower your wealth, or men shall with you\nevery ill in your limbs.\n"},{"text":"I counsel you, Stray-Singer, accept my counsels,\nthey will be your boon if you obey them,\nthey will work your weal if you win them:\nwhen ale you quaffest, call upon earth's might -\nit is earth drinks in the floods.\nEarth prevails over drink, but fire over sickness,\nthe oak over binding, the earcorn over witchcraft,\nthe rye spur over rupture, the moon over rages,\nherb over cattle plagues, runes over harm.\n"},{"text":"Now the sayings of the High One are uttered in the hall\nfor the weal of men, for the woe of Jotuns,\nHail, you who have spoken! Hail, you that knowest!\nHail, you that have hearkened! Use, you who have learned!\n"},{"text":"I trow I hung on that windy Tree\nnine whole days and nights,\nstabbed with a spear, offered to Odin,\nmyself to mine own self given,\nhigh on that Tree of which none has heard\nfrom what roots it rises to heaven.\n"},{"text":"None refreshed me ever with food or drink,\nI peered right down in the deep;\ncrying aloud I lifted the Runes\nthen back I fell from thence.\n"},{"text":"Nine mighty songs I learned from the great\nson of Bale-thorn, Bestla's sire;\nI drank a measure of the wondrous Mead,\nwith the Soulstirrer's drops I was showered.\n"},{"text":"Before long I bare fruit, and throve full well,\nI grew and waxed in wisdom;\nword following word, I found me words,\ndeed following deed, I wrought deeds.\n"},{"text":"Hidden Runes shall you seek and interpreted signs,\nmany symbols of might and power,\nby the great Singer painted, by the high Powers fashioned,\ngraved by the Utterer of gods.\n"},{"text":"For gods graved Odin, for elves graved Dan,\nDvalin the Dallier for dwarfs,\nAll-wise for Jotuns, and I, of myself,\ngraved some for the sons of men.\n"},{"text":"Do you now how to write, know how to read,\nknow how to paint, know how to prove,\nknow how to ask, know how to offer,\nknow how to send, know how to spend?\n"},{"text":"Better ask for too little than offer too much,\nlike the gift should be the boon;\nbetter not to send than to overspend.\nThus Odin graved before the world began;\nThen he rose from the deep, and came again.\n"},{"text":"Those songs I know, which nor sons of men\nnor queen in a king's court knows;\nthe first is Help which will bring you help\nin all woes and in sorrow and strife.\n"},{"text":"A second I know, which the son of men\nmust sing, who would heal the sick.\n"},{"text":"A third I know: if sore need should come\nof a spell to stay my foes;\nwhen I sing that song, which shall blunt their swords,\nnor their weapons nor staves can wound.\n"},{"text":"A fourth I know: if men make fast\nin chains the joints of my limbs,\nwhen I sing that song which shall set me free,\nspring the fetters from hands and feet.\n"},{"text":"A fifth I know: when I see, by foes shot,\nspeeding a shaft through the host,\nflies it never so strongly I still can stay it,\nif I get but a glimpse of its flight.\n"},{"text":"A sixth I know: when some thane would harm me\nin runes on a moist tree's root,\non his head alone shall light the ills\nof the curse that he called upon mine.\n"},{"text":"A seventh I know: if I see a hall\nhigh over the bench-mates blazing,\nflame it never so fiercely I still can save it, -\nI know how to sing that song.\n"},{"text":"An eighth I know: which all can sing\nfor their weal if they learn it well;\nwhere hate shall wax 'mid the warrior sons,\nI can calm it soon with that song.\n"},{"text":"A ninth I know: when need befalls me\nto save my vessel afloat,\nI hush the wind on the stormy wave,\nand soothe all the sea to rest.\n"},{"text":"A tenth I know: when at night the witches\nride and sport in the air,\nsuch spells I weave that they wander home\nout of skins and wits bewildered.\n"},{"text":"An eleventh I know: if haply I lead\nmy old comrades out to war,\nI sing 'neath the shields, and they fare forth mightily\nsafe into battle,\nsafe out of battle,\nand safe return from the strife.\n"},{"text":"A twelfth I know: if I see in a tree\na corpse from a halter hanging,\nsuch spells I write, and paint in runes,\nthat the being descends and speaks.\n"},{"text":"A thirteenth I know: if the new-born son\nof a warrior I sprinkle with water,\nthat youth will not fail when he fares to war,\nnever slain show he bow before sword.\n"},{"text":"A fourteenth I know: if I needs must number\nthe Powers to the people of men,\nI know all the nature of gods and of elves\nwhich none can know untaught.\n"},{"text":"A fifteenth I know, which Folk-stirrer sang,\nthe dwarf, at the gates of Dawn;\nhe sang strength to the gods, and skill to the elves,\nand wisdom to Odin who utters.\n"},{"text":"A sixteenth I know: when all sweetness and love\nI would win from some artful wench,\nher heart I turn, and the whole mind change\nof that fair-armed lady I love.\n"},{"text":"A seventeenth I know: so that even the shy maiden\nis slow to shun my love.\n"},{"text":"These songs, Stray-Singer, which man's son knows not,\nlong shall you lack in life,\nthough your weal if you win them, your boon if you obey them\nyour good if haply you gain them.\n"},{"text":"An eighteenth I know: which I never shall tell\nto maiden or wife of man\nsave alone to my sister, or haply to her\nwho folds me fast in her arms;\nmost safe are secrets known to but one-\nthe songs are sung to an end.\n\n"}]}