{"data":[{"text":"All gates before you go\nthrough the narrow,\nthrough the narrowest,\nbecause it is uncertain to know where enemies\nsit on the surface.\n\n"},{"text":"Give health!\nA guest has come in,\nwhere shall he sit? Very soon\nhe who is on the edge shall try his luck too.\n\n"},{"text":"Fire is needed by those who have come in\nand on their knees the coals.\nFood and shelter are needed by a man,\nby those who have gone over the mountain.\n\n"},{"text":"Water is needed by those who come to food,\ndry and popular,\ngood for food if they can find\nwords and silence.\n\n"},{"text":"Wisdom is needed by those who wander far and wide;\nwhat is pumped at home;\nin an instant\nhe who does not know and sits with his snot.\n\n"},{"text":"In his thinking a man should be brave,\nkeeps his mind on guard; then he comes to the palace of the world,\nand seldom is wise in speech,\nbecause a man never finds a friend more unshakable\nthan great human wisdom.\n\n"},{"text":"In the house of a guest, who comes to the house,\nhe listens to a thin sound,\nlistens with his ears,\nbut sees with his eyes;\nso each learns new things before him.\n\n"},{"text":"He is happy who gets too much\npraise and praise for himself;\n\nit is worse with that,\nthat a man should have another's breasts in him.\n\n"},{"text":"He is happy who himself is too much\npraise and knowledge,\nwhile he lives;\nbecause a man has often taken evil counsel from another's breasts.\n\n"},{"text":"A better burden is a man's burden than a man's wisdom; a better fortune is a man's burden in an unknown place; such is the fate of the wicked.\n\n"},{"text":"A better burden is a man's burden than a man's wisdom; a worse reward is a man's reward than a man's excessive drinking of ale.\n\n"},{"text":"It is as good as good to say to the sons of the ages, for to bear is known, the more one drinks to one's heart's content.\n\n"},{"text":"The unforgetable is he who thunders over the ages, he steals the heart's content; with the feathers of that bird I bound a work in Gunnlad's garden.\n\n"},{"text":"I became an ale, I became an ale to the wise Fjalar; Therefore it is better for all,\nthat each one may again claim his own heart.\n\n"},{"text":"The nation's children\nshould be silent and thoughtful\nand brave in battle; each one should rejoice happily and cheerfully\nuntil his death awaits him.\n\n"},{"text":"An unwise man will live,\nif he avoids slaughter;\nbut evil gives him no peace,\neven if the ravens give him.\n\n"},{"text":"A blind man who comes to meet him\nwill hide or roar;\neverything is sudden, if he gets too far,\nthen the heart of the heart is up.\n\n"},{"text":"He alone knows who has wandered far\nand has traveled far\nwhat heart each one controls,\nhe who knows is wise.\n\n"},{"text":"If a man holds a vessel,\ndrinks mead in moderation,\nspeaks or keeps silent,\nno one will know that you go to bed early.\n\n"},{"text":"A greedy man, unless he knows his mind,\nseems to be old;\noften gets a laugh, who comes with a wickedness,\na man with a foolish stomach.\n\n"},{"text":"Herds know when they are to go home,\nand then go off to pasture;\nbut an unsatisfied man can always\nknow his stomach too much.\n\n"},{"text":"A poor man and a bad temper\nlaughs at everything;\nthough he knows when he should know,\nthat he is a bad man.\n\n"},{"text":"An unsatisfied man stays awake all night\nand thinks about everything;\nThen the mother, who comes in the morning,\nall is as it was.\n\n"},{"text":"A foolish man thinks everyone is a friendly friend;\nhe meets a father, although few read about him,\nif he sits with his friends.\n\n"},{"text":"A foolish man thinks everyone is a friendly friend;\nthen he finds, when he comes to the assembly,\nthat he has few to say.\n\n"},{"text":"A foolish man thinks he knows everything,\nif he has a bad life;\nbut he knows\nwhat to say,\nif his temptation comes.\n\n"},{"text":"A foolish man, who comes with age,\nit is best that he be silent;\nno one knows that he cannot,\nunless he speaks much;\nA man knows, the one who knows not,\nthough he speaks much.\n\n"},{"text":"A wise man is he who can tell a story\nand say the same;\nsons of a wise man may always keep a secret,\nthat is what is said about a man.\n\n"},{"text":"A man who is always silent speaks with a loud voice,\na man who speaks without a word;\na man who speaks quickly, unless he restrains himself,\noften sees himself as too good.\n\n"},{"text":"A man must have another in an instant,\nthough he comes to know;\nmany then a wise man thinks,\nif he is known-at,\nand he reaches the dry mountain thunder.\n\n"},{"text":"A wise man thinks, he who takes flight,\ngoes to the top of the hill;\na wise man is he who is too worthy to smile,\nthough he roars with anger.\n\n"},{"text":"Many old men are good-natured,\nbut their value is evil;\nthe gossip of ages will always be,\na guest with a guest.\n\n"},{"text":"A man must often get a few every year,\nunless he comes to meet:\na scoundrel and a swindler, pretending to be sold\nand can report that he has got a few.\n\n"},{"text":"A bad friend is a great enemy,\neven though he is on a farm,\nbut to a good friend\nthere are paths open,\neven though he is far away.\n\n"},{"text":"A guest must walk,\neven though he is alone in one place;\na sweet thing becomes sad, if he sits long\nelsewhere.\n"},{"text":"A farm is better,\neven though it is small,\nwhen each one is at home;\neven though two goats are not and a hall is torn,\nit is still better than a prayer.\n\n"},{"text":"A house is better, though it be small,\neveryone is at home;\na bloody heart, those who ask shall\ntake care of every matter.\n\n"},{"text":"A man shall go forth with his weapon on foot,\nbecause it is uncertain when the need of the poor will arise on the roads.\n\n"},{"text":"Did I find a gentle man or such good food,\nthat it would be accepted silently,\nor his cattle so clever [clever] that suffering is a reward, if tolerated.\n\n"},{"text":"A man should endure the need of his cattle,\nthat he often spares suffering,\nthat he has a sweet heart;\nmany things go worse than they last.\n\n"},{"text":"Friends should rejoice in weapons and dangers;\nthat which is seen of themselves;\nthe giver and the giver in return are friends for the longest time,\nif it waits to be well.\n\n"},{"text":"A man should be a friend to his friend\nand repay gift for gift;\nlaughter for laughter should be taken by the holder\nand a loose end by a lie.\n\n"},{"text":"A man should be a friend to his friend,\na friend to them and a friend to that;\nbut no man should be a friend to his enemy.\n\n"},{"text":"Know that if you have a friend, one whom you trust well,\nand you want to get good from him,\nyou should mix with him\nand exchange gifts, and you will often find.\n\n"},{"text":"If you have another, whom you mistrust,\nbut would have good things to say to him,\nyou should speak well of him, but think lightly\nand reward him with lies.\n\n"},{"text":"It is still more for him whom you mistrust\nand whose mind you suspect,\nyou should laugh at him and speak from the heart;\nsuch should be the rewards of gifts.\n\n"},{"text":"I was young once, I went alone,\nthen I became a wanderer;\nwe thought I was rich, when I found another,\na man who is a man's delight.\n\n"},{"text":"Gentle, bold men live best,\nrarely breed;\nbut an unwise man is afraid of hot waters,\nand always sneers with gifts.\n\n"},{"text":"I gave my bets to\ntwo wooden men;\nit seemed that they had torn;\nThere is no tree that is not a tree.\n\n"},{"text":"The tree on which a village stands rots,\nit is warmed neither by bark nor by needles;\nso is a man, who is a man.\nHow long shall he live?\n\n"},{"text":"A fire burns hotter\nwith bad friends, peace five days,\nbut then it goes out, when the sun comes in,\nand all friendship deteriorates.\n\n"},{"text":"Much one thing shall be given to a man;\noften he buys himself for little praise,\nwith half a loaf and with a poor vessel\nI gained a companion.\n\n"},{"text":"Small sands of small seas\nsmall are the minds of the wise;\nfor all men became equally wise;\nhalf is a century each.\n\n"},{"text":"The average snot of every man is snot;\nlife is snot;\nthose who live best,\nwho know much well.\n\n"},{"text":"The average man should be a snob,\nfor the snob's heart is seldom happy,\nif he is a snob who is always there.\n\n"},{"text":"The average man should be a snob,\nfor the snob's heart is seldom happy;\nno one knows his fate,\nfor those who sleep most carefree.\n\n"},{"text":"Fire burns from fire, until the fire is burned,\nfire is kindled by fire;\nman from man becomes a sheep in speech,\nbut a lover in secret.\n\n"},{"text":"The year shall rise, he who otherwise wants\nto have money or life;\nseldom does a lying wolf\nlearn too much, nor a sleeping man triumph.\n\n"},{"text":"The year shall rise, he who is on the job,\nand goes to his work with purpose;\nMany dwell too long, that which is in the morning,\nhalf is empty under the hurries.\n\n"},{"text":"Dry skis and roofed shacks,\nthat a man knows well, of that wood,\nthat may win matters and seasons.\n\n"},{"text":"Washed and fed\na man rides to the Thing,\nthough he is well-fed;\nshovels and brambles no man\nnor a horse in the stable, though he has a good one\n\n"},{"text":"Snappers and ravens, who come to the sea,\nan eagle on the old age mars;\nsuch is a man, who comes with many\nand on the forewords few.\n\n"},{"text":"The wisest shall tell and tell,\nhe who wants,\nthe name Horskr;\none shall know nor another,\na nation knows, if three row.\n\n"},{"text":"Each man should manage his wealth in moderation;\nfor he finds that with boldness comes\nthat no one is more impulsive.\n\n"},{"text":"-- -- -- --\n-- -- -- --\nthe words of those who say to others\noften he gets too much.\n\n"},{"text":"I came to many places very early,\nbut to some late;\nale was drunk, some was unwholesome,\nrarely does one meet with sorrow.\n\n"},{"text":"Here and elsewhere would I be offered a home,\nif I needed a meal,\nor two leathers to hang on to a faithful friend,\nwhere I had eaten one.\n\n"},{"text":"Old age is best with strong sons\nand a sunny vision,\nand its integrity,\nif a man has attained,\nwithout vice to live.\n\n"},{"text":"A man is altogether miserable,\nthough he is ill-fated;\nsome is blessed by sons, some by relatives,\nsome by wealth, some by good deeds.\n\n"},{"text":"It is better to live than not to live,\nbut a cow cannot live;\nI saw a fire burning a rich man before,\nbut outside was dead before the doors.\n\n"},{"text":"A lame man rides a horse, a herd is driven by a hand that is not accustomed,\na dull road and a good one,\na blind man is better than a burnt man,\na useful man finds.\n\n"},{"text":"A son is better, though he is too late to be brought up\nafter a man has gone;\nrarely do stones of stone stand near the path,\nunless he rises up and falls.\n\n"},{"text":"Two horses are like a herd, the tongue is the death of the head;\nI have in my heart every hand.\n\n"},{"text":"The night becomes happy for him who is faithful to his food,\nshames the ship's sails;\nthe autumn's grimace disappears;\na lot of weather in five days\nbut more in a month.\n\n"},{"text":"The one who knows knows,\nmany become a monkey's gold;\none is rich, another is poor,\nshould not the one who knows the danger.\n\n"},{"text":"If cattle die, relatives die,\none dies the same,\nbut reputation never dies,\nwhoever finds good.\n\n"},{"text":"If cattle die, relatives die,\none dies the same,\nI know one thing that never dies:\na judgment on each death.\n\n"},{"text":"Full gates I saw for Fitjung's sons,\nnow they carry dangers;\nso is wealth as a flash,\nhe is the choicest of friends.\n\n"},{"text":"A foolish man,\nif he can acquire\nmoney or valuables,\nwill develop his ambition,\nbut never human wisdom,\nhe will advance far in secret.\n\n"},{"text":"It is then proved, if you ask the runes\nof the wise men, those who made the omens\nand got the five-fingered talisman, then he will be better off if he keeps silent.\n\n"},{"text":"At evening the day shall be permitted,\na woman who is burned, a maid who is tried,\na maiden who is given, ice that comes over,\na beer that is drunk.\n\n"},{"text":"In the wind we shall chop,\nweather at sea calm, darkness with man can talk,\nmany are the eyes of the day; on a ship shall creep strength,\nbut on a shield for protection, a maid for a blow,\nbut a maiden for a kiss.\n\n"},{"text":"By fire we shall drink ale,\nbut on ice we shall crawl, a lean man buys,\nbut a maid is dirty, a horse at home is fat,\nbut a dog on a farm.\n\n"},{"text":"A maiden's words should be believed by no man\nnor what a woman says, for on a passing wave\ntheir hearts were created, a breast too heavy.\n\n"},{"text":"A broken bow, a burning flame,\na howling wolf, a cawing crow,\na goading pig, a rootless tree,\na growing weed,\na boiling kettle,\n\n"},{"text":"A flying kite, a falling bear,\na one-night stand, a coiled worm,\na bride's bed or a broken sword,\na bear's play or a king's child.\n\n"},{"text":"A sick calf, a self-sacrificing slave,\na slanderous slander, a newly-slain ox.\n\n"},{"text":"No man trusts the field of the year\nnor the early son, - the weather rules the field.\nbut the son of wisdom;\neach of them is dangerous.\n\n"},{"text":"Even if one meets his brother's death on the road,\na house half-burnt, a horse all broken,\n- then the sea is useless if one leg is broken -,\na man becomes so sure that he believes all this.\n\n"},{"text":"Such is the peace of women, those who think lightly,\nwho drive unbridled on slippery ice,\ntough, two-year-old and poorly tamed,\nor in a stormy wind graze uncontrollably,\nor must throw the lame clean in the mountains.\n\n"},{"text":"Now I speak plainly, for I know both,\nthat men's hearts are kind to women;\nthen we speak most beautifully, when we are full of thoughts:\nthat seduces a cruel heart.\n\n"},{"text":"He who wants to get the love of a poet,\nlike the pleasure of a bright man,\nhe who gets it is free.\n\n"},{"text":"No man should ever love another;\noften get on the sly, which on the foolish nor get,\nbeautiful colors.\n\n"},{"text":"Know that another man must,\nthat which many go through;\nfoolishness from sly makes the son of the sly make a difference in the power within.\n\n"},{"text":"The mind alone knows that which dwells nearer the heart,\none who sees too much;\nnothing is more ill than a man who is sly than to see nothing to love.\n\n"},{"text":"That which I then experienced, when I sat in the reed,\nand the weight of my difference;\nflesh and heart were in me in the sly woman;\nI endured her to a greater extent.\n\n"},{"text":"I found the maiden of Billings lying on a sun-white bed;\nThe earl's love seemed to me to be nothing but that which is like living.\n\n"},{"text":"\"Also near evening you must come, Odin,\nif you wish to speak to yourself;\nall are unspeakable, unless some know\nsuch a fate together.\"\n\n"},{"text":"After I departed and we thought\nof a wise man's will from us;\nbut I thought that I had formed\nher mind and joy.\n\n"},{"text":"So I came next, that in the night the whole village was\nalready awake with burning lights\nand burnt wood, so was the path too familiar to me.\n\n"},{"text":"Also near morning, when I had come too late,\nthen Saldrótt was too asleep;\na poor one I then found in the good woman\nbound to pray.\n\n"},{"text":"Many are good maidens, if they dare to know,\nwith a tail;\nThen I tried that, when the plan\nstretched I on the rivers of water;\nwhose scorns sought me the cruel man,\nand I had the knowledge of that vile.\n\n"},{"text":"At home a cheerful fellow and with guests he is angry,\nhe should be about himself, small and talkative,\nif he wants to be versatile,\nhe should often be able to do good;\nfimbulfambi is called, he who can say little,\nthat is the chief of no use.\n\n"},{"text":"In the old giant I sought,\nnow I have come again: little I could do there silently;\nmany words I spoke in my fame\nin Suttung's halls.\n\n"},{"text":"Gunnlöð also gave me a golden chair to\ndrink the expensive mead;\nbad fees I left her to have\nfor her whole mind, for her own solace.\n\n"},{"text":"We let our mouths grow too small and gnaw on rocks;\nover and under\nwe stand giants' paths,\nso I venture to head.\n\n"},{"text":"I have used well-bought colors well,\nfew are needed by the wise,\nfor Óðrerir\nis now risen in the age of the edge.\n\n"},{"text":"I am sure that I would still have come\nfrom the giants' gardens,\nif I Gunnladr nor the good wife,\nthose whom we laid our arms over.\n\n"},{"text":"In the evening the frosty men\nof Háva went to inform Háva's hall;\nthat they asked Bölverk,\nif he had come with bonds\nor had Suttungr seen him too.\n\n"},{"text":"Oðinn the ogre, I think, has succeeded;\nWhat shall his loyal ones believe?\nSuttung betrayed him, he let Gunnlöða cry out.\n\n"},{"text":"The matter is to pronounce a spell on the throne of Urðarbrunn, that I saw and kept silent,\nI saw and kept quiet,\nI listened to the words of men;\ntoo runes I heard to judge,\nnor too silent counsels Háva held at, Háva held in,\nI heard to say thus:\n\n"},{"text":"We advise you, Loddfáfnir, but you will understand the counsel, -\nyou will enjoy it, if you understand,\nyou will be good, if you can -:\nat night you will rise unless you are on guard\nor you will look inside the place.\n\n"},{"text":"We advise you, Loddfáfnir, but you will learn advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nyou shall sleep in the arms of a woman of many talents,\nso that she will comfort you.\n\n"},{"text":"She does so, that you do not listen\nto the affairs of the assembly or the nation;\nif you eat want-to or human pleasure,\nyou go to sleep sorrowful.\n\n"},{"text":"We advise you, Loddfáfnir,\nbut you will learn advice, -\nyou will enjoy it, if you can,\nyou will be good,\nif you can -:\nnever stretch out your ear to another woman.\n\n"},{"text":"We advise you, Loddfáfnir,\nbut you will learn advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\non a mountain or a fjord, if times go well for you,\nyou will find that you are worth well.\n\n"},{"text":"We advise you, Loddfáfnir,\nbut you will learn advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nnever let a bad man know about you,\nbecause from a bad man you will never get\nthe rewards of a good heart.\n\n"},{"text":"I saw a wicked woman's words bite one's tail;\na wicked tongue became a curse to him\nand he endured too much of a true sin.\n\n"},{"text":"We advise you, Loddfáfnir, but you who learn advice, -\nyou would enjoy it, if you learn,\nyou will be good, if you can -:\nknow that if you have a friend,\nthe one you trust well,\nyou will often find, because the grass grows\nand the tall grass makes a path that the water treads.\n\n"},{"text":"We advise you, Loddfáfnir, but you who learn advice, -\nyou would enjoy it, if you learn,\nyou will be good, if you can -:\nreach out to a good man for the runes of fun\nand learn the magic of healing, while you live.\n\n"},{"text":"We advise you, Loddfáfnir, but you who learn advice, -\nyou would enjoy it, if you learn,\nyou will be good, if you can -:\nnever be your friend before the tide;\n\nSorrow is the heart, if you speak nor reach\nsomeone's whole mind.\n\n"},{"text":"We advise you, Loddfáfnir, but you take advice, -\nyou will enjoy, if you take,\nyou will be good, if you can -:\nyou shall never exchange words\nwith idle monkeys,\n\n"},{"text":"For from an evil man you would never\nget good reward,\nbut a good man\nwill make you able to praise.\n\n"},{"text":"Then the two are mixed, who speaks\none's whole mind;\nanything is better than to be in trouble;\nis-a friend to another, who wants one thing.\n\n"},{"text":"We advise you, Loddfáfnir, but you who learn advice, -\nyou would enjoy, if you learn, you will do well, if you can -:\nwith three words at a time you shall often enter better rooms with a worse man,\nthen there is a worse road.\n\n"},{"text":"We advise you, Loddfáfnir,\nbut you who learn advice, -\nyou would enjoy, if you learn,\nyou will do well, if you can -:\nyou are neither a shoemaker nor a shaftmaker,\nunless you yourself see:\na shoe is made badly or a shaft is wrong,\nthen you ask for evil.\n\n"},{"text":"We advise you, Loddfáfnir,\nbut you who take counsel, -\nyou will enjoy, if you take counsel, you will be good, if you can -:\nwhere you know evil, curse yourself and give peace to your enemies.\n\n"},{"text":"We advise you, Loddfáfnir,\nbut you who take counsel, -\nyou will enjoy, if you take counsel, you will be good, if you can -:\nnever rejoice in evil,\nbut let yourself be good.\n\n"},{"text":"We advise you, Loddfáfnir,\nbut you who take counsel, -\nyou will enjoy, if you take counsel, you will be good, if you can -:\nyou shall look up in battle,\n- the sons of the wise will be like the sons of the wise, -\nyour tail will be too healthy.\n\n"},{"text":"We advise you, Loddfáfnir, but you who are wise, -\nyou will enjoy it, if you are wise,\nyou will be good, if you can -:\nif you want to greet a good woman at the merry-go-round\nand get joy from it, you should call her beautiful\nand let her be firm;\nyou will be a good wife, if you can.\n\n"},{"text":"We advise you, Loddfáfnir, but you who are wise, -\nyou will enjoy it, if you are wise,\nyou will be good, if you can -:\nbe careful, I beg you, and not over-careful;\nbe careful with ale and with another woman\nand with that third, that thieves or games.\n\n"},{"text":"We advise you, Loddfáfnir, but you who are wise, -\nyou will enjoy it, if you are wise,\nyou will be good, if you can -:\nthat you never have mockery or laughter\na guest or a passerby.\n\n"},{"text":"Often do the wicked know, those who sit within,\nwhat kind of fools they are who come;\nis-that a man is so good that he does not follow,\nnor so bad that he is even good.\n\n"},{"text":"We advise you, Loddfáfnir, but you learn the advice, -\nyou will enjoy it, if you learn,\nyou will be good, if you can -:\nyou will never laugh at hair,\noft is good,\nwhat the old men say;\noft from a sharp bellows come words understood\nto those who hang with a high and fall with a whip\nand wave with a willpower.\n\n"},{"text":"We advise you, Loddfáfnir, but you learn the advice, -\nyou will enjoy it, if you can -:\nyou will neither go astray nor stumble on a fence;\nyou will be good, if you can -:\nyou will neither go astray nor stumble on a fence;\nyou will be good, if you can -:\nyou will neither go astray nor stumble on a fence;\nyou will be good.\n\n"},{"text":"The tree is framed, which shall ride\nall to the end;\ngive a bow, or it will ask\nyou to read each one's side.\n\n"},{"text":"We advise you, Loddfáfnir, but you will take advice, -\nyou will enjoy, if you take, you will do good, if you can -:\nwhere you drink ale, choose from the earth,\nfor earth takes on age, but fire with the sick,\noak with the sick, axe with the sick,\nhall with the sick, -\nthe moon shall greet the fierce, -\ngraze with the bitten, but with the curse of the runes,\nfold with the flood shall take.\n\n"},{"text":"I know that I have been a wind-worshipper for nine nights, a stranger and a gift to Odin, myself, on that woe from which no man knows whose roots flow.\n\n"},{"text":"I have not been blessed nor have I been a horned one;\nI have come down, I have taken up runes,\nI have heard, I have fallen back from there.\n\n"},{"text":"I have learned nine fiddle-songs from the famous son of Bölþorn, Bestla's father,\nand I have drunk of the gate's expensive mead, poured by Oðrer.\n\n"},{"text":"Then I learned to be wise and to grow and to be well-behaved,\nword sought for word, work sought for work.\n\n"},{"text":"Runes you will find and arrange staves,\nvery large staves, very stiff staves,\nwhich the fimbulþulr got and\nmade the ginregin\nand raised the hollow of the rune.\n\n"},{"text":"Odin with the Æsir, but for the elves Dáinn,\nDvalinn and for the dwarves,\nÁsvíðr for the giants,\nI myself raised summer.\n\n"},{"text":"Do you know what to build? Do you know what to decide?\nDo you know what to get? Do you know what to tempt?\nDo you know what to pray for? Do you know what to sacrifice?\nDo you know what to send? Do you know what to sow?\n"},{"text":"Better is it not asked than to be too much sacrificed,\nor a gift of value to itself;\nbetter is it not sent than to be too much seen.\nSo did Thunder rise up for the people's cause,\nthere he rose up, when he came back.\n\n"},{"text":"I know those poems,\nthat the woman of the people can\nand the weak of man.\nHelp is called one thing, but that will help you\nwith sins and sorrows and bitter pits.\n\n"},{"text":"I know another thing,\nthat sons must push,\nthose who want doctors to live.\n\n"},{"text":"I know a third:\nif I have great need of a remedy with my power of rage,\nthen I will quell my anger,\nand no weapon will bite them.\n\n"},{"text":"I know the fourth thing:\nIf I am bound with chains,\nthen I can walk,\nand the fetters are thrown off my feet, but my hands are held.\n\n"},{"text":"I know the fifth thing:\nIf I am shot by a few people in a crowd, I will make him so strong that I will stand firm, if I see him too.\n\n"},{"text":"I know the sixth thing:\nIf a man wounds me with the roots of a tree,\nand the tail that my anger calls,\nthat will eat me up rather than me.\n\n"},{"text":"I know the seventh thing:\nIf I see a hall of fire burning high above,\nit will burn so wide that I will save him;\nthat I can cast a spell to spell.\n\n"},{"text":"I know the eighth thing, which is useful for all to learn:\nWhere hatred grows among the sons of honor\nthat I may soon improve.\n\n"},{"text":"I know the ninth thing:\nif I am in great need of saving my ship at sea,\nI will sail on a calm wind and sleep the whole sea.\n\n"},{"text":"I know the tenth thing:\nif I see the horses playing in the air,\nI will so work that they will go\nto their homes, to their homesickness.\n\n"},{"text":"I know the eleventh thing:\nif I must lead long-lost friends to battle,\nand I will bring them with me,\nbut they with their kingdoms go\nsafe to come, safe from,\nthey come safe from whence they came.\n\n"},{"text":"I know the twelfth:\nIf I see a tree\nUpon a wave of a virgil,\nThen I rise and in runes I find,\nThat he walks gracefully and speaks to me.\n\n"},{"text":"I know the thirteenth:\nIf I should throw water on a young man,\nHe will fall, even if he comes among the people,\nHe will fall before the horses.\n\n"},{"text":"I know the fourteenth:\nIf I should count the ten for the first legion,\nAesir and Elf I can tell them all;\nFew can do it without being so.\n\n"},{"text":"I know the fifteenth:\nThe cry of the dwarf Þjóðrerir for Delling's door:\nHe cried mightily for the Asirs, but for the Elves,\nThe thought of Hroftatý.\n\n"},{"text":"That I know the sixteenth:\nIf I want to have all the pleasure and fun of a scoundrel, I will turn my mind to a white-armed woman, and I will turn my mind to all her comfort.\n\n"},{"text":"That I know the seventeenth\nThat I will soon be alienated from the human mind.\nYou, Loddfáfnir, will long be accustomed to this poem;\nthough it is good for you if you can,\nuseful if you learn, necessary if you accept.\n\n"},{"text":"That I know the eighteenth\nThat I will never know a virgin or a man's wife,\n- everything is better, which one too knows;\nthat follows the end of the poem, -\nexcept for one who is worse than me,\nor my sister.\n\n"},{"text":"Now the Háva songs are sung in Háva hall,\nAll the need to push sons, unnecessary for giant sons;\nBlessed is he who said, blessed is he who knows,\nMay he who learned enjoy, blessed are those who obeyed.\n"}],"metadata":{"stanzaOffset":0,"offsetAt":0}}