{"data":[{"text":"Before advancing through all doorways,\none must look around,\none must peer around;\nfor one never knows for certain where enemies\nare sitting on the boards.\n"},{"text":"‘Hail to the givers!’ A guest has come in.\nWhere shall he sit?\nHe’s very anxious, the one who has\nto test his fortune on the firewood.\n"},{"text":"Fire is required for the one who has come in\nand is chilled at the knee;\nfood and clothes are required for the man\nwho has travelled over mountains.\n"},{"text":"Water is required for the one who comes to a meal,\na towel and a warm invitation,\na good disposition, if he can get it,\nconversation and silence in return.\n"},{"text":"Wits are required by the one who wanders widely;\neverything is easy at home;\nhe who knows nothing and sits among the wise\nbecomes the subject of winking.\n"},{"text":"One shouldn’t be boastful of one’s brains,\nbut rather be reserved of mind;\nwhen a wise and reticent man comes to homesteads,\nmisfortune seldom befalls the wary;\nfor one never gets a more unfailing friend\nthan great common sense.\n"},{"text":"The cautious guest, when he comes to a meal,\nis silent with strained hearing;\nhe listens with his ears and looks with his eyes;\nso every wise man spies things out before himself.\n"},{"text":"Happy is that one who earns himself\npraise and kindness-staves;\nit’s less easy to deal with what one has to own\nin the heart of another.\n"},{"text":"Happy is he who himself possesses\nacclaim and intelligence while he lives;\nfor a man has often had bad advice\nfrom another’s breast.\n"},{"text":"One doesn’t bear a better burden on the road\nthan great common sense;\nbetter than wealth it seems in a strange place;\nsuch is a poor man’s means of existence.\n"},{"text":"One doesn’t bear a better burden on the road\nthan great common sense;\none can’t carry worse provisions through the country\nthan overindulgence in ale.\n"},{"text":"It’s not as good as they say it’s good,\nale, for the sons of men;\nfor the more a man drinks,\nthe less he knows his mind.\n"},{"text":"It’s called the heron of oblivion, the one that stands quietly over ale-feasts;\nit steals a man’s wits;\nwith this bird’s feathers I was fettered\nin the court of Gunnlǫð.\n"},{"text":"I got drunk, got extremely drunk,\nat the house of wise Fjalarr;\nin that case the best ale-feast is one where each man\ngets his faculties back.\n"},{"text":"A ruler’s child must be reserved and thoughtful\nand brave in battle;\nevery man must be merry and cheerful\nuntil he meets his death.\n"},{"text":"A foolish man thinks he will live forever,\nif he bewares of battle;\nbut old age will give him no peace,\neven if spears give it to him.\n"},{"text":"A fool stares when he comes to a friend’s house;\nhe mumbles to himself or stays silent;\nall at once, if he gets a swig,\nthe man’s wits are gone.\n"},{"text":"Only the one who wanders widely\nand has journeyed much\nknows what disposition commands each man;\nhe’s knowing about the mind.\n"},{"text":"One mustn’t hog the bowl, but drink mead in moderation;\nlet one say something useful or be silent;\nnobody will blame you for such bad manners,\nif you go to bed early.\n"},{"text":"A greedy man, unless he knows his inclination,\neats himself into life-sorrow;\nthe stomach often brings scorn on a foolish man,\nwhen he comes among the wise.\n"},{"text":"Herds know it, when they must go home,\nand then go from the grass;\nbut a foolish man never knows\nthe measure of his maw.\n"},{"text":"A wretched man and one of wicked character\nlaughs at everything;\nhe doesn’t know what he needed to know,\nthat he’s not short of faults.\n"},{"text":"A foolish man stays awake through all nights\nand thinks about everything;\nthen he’s exhausted when morning arrives,\n[and] all his trouble is as it was.\n"},{"text":"A foolish man thinks all who laugh with him\nare his friends;\nhe doesn’t notice, though they speak ill of him,\nif he sits among the wise.\n"},{"text":"A foolish man thinks all who laugh with him\nare his friends;\nthen he finds it [out] when he comes to the assembly\nthat he has few speakers on his behalf.\n"},{"text":"A foolish man thinks he knows it all,\nif he has a safe spot for himself in a corner;\nhe doesn’t know this — what he must say in response,\nif people put him to the test.\n"},{"text":"When a foolish man comes among men,\nit’s best that he keep quiet;\nno one will know that he knows nothing,\nunless he talks too much;\nthe man who knows nothing doesn’t even know\nwhen he talks too much.\n"},{"text":"He who can ask and also answer\nis considered wise;\nthe sons of men can conceal nothing\nof what goes around men.\n"},{"text":"He who is never silent speaks too many\nstaves of senselessness;\na fast-talking tongue, unless it has guards,\noften invokes no good for itself.\n"},{"text":"One shouldn’t make mock of another\nwhen one visits an acquaintance;\nmany [a man] may then seem wise if he isn’t questioned\nand he manages to sit quietly with his skin dry.\n"},{"text":"A guest scornful of a [fellow] guest\nis thought wise — [that is,] the one who [in this situation] takes flight;\nthe one who’s sneering at a meal can’t be sure\nwhether he’s scoffing among enemies.\n"},{"text":"Many men are entirely friendly towards each other,\nbut abuse one another at a feast;\nthere will always be strife among men,\nguest will fall out with guest.\n"},{"text":"One should often have one’s meal early,\nunless one visits an acquaintance;\n[otherwise] one sits and craves food restlessly, acts as if famished,\nand can ask about few things.\n"},{"text":"It’s a very roundabout route to a bad friend’s house,\neven if he lives on your way;\nbut straight roads lead to a good friend,\neven if he’s gone further away.\n"},{"text":"One must go, not always be\na guest in one place;\na loved man becomes loathed if he stays for long\non the floor of another.\n"},{"text":"A farmstead is better, even if it’s little;\neveryone’s a free man at home;\neven if one has [only] two goats and a rope-raftered hall,\nthat’s still better than begging.\n"},{"text":"A farmstead is better, even if it’s little;\neveryone’s a freeman at home;\nbloody is the heart of the one who must beg\nfor his food at every meal.\n"},{"text":"One mustn’t go a foot from\none’s weapons in the field;\nfor, out on the roads, a man never knows for certain\nwhen he’ll have need of his spear.\n"},{"text":"I haven’t encountered a man so kind or generous with food\nthat to accept was not [to be reckoned as having] accepted,\nor so liberal with his wealth\nthat a reward would be loathed, if he could receive one.\n"},{"text":"Of his wealth, when he has acquired it,\na man shouldn’t endure need;\noften one saves for the loathed what’s meant for the loved;\nmany things turn out worse than one expects.\n"},{"text":"With weapons and apparel friends should gladden each other;\nthat’s most evident on themselves;\ngivers in return and repeat givers are friends longest,\nif it lasts long enough to turn out well.\n"},{"text":"One should be a friend to one’s friend,\nand repay gift with gift;\nmen should requite laughter with laughter,\nand lying with a lie.\n"},{"text":"One should be a friend to one’s friend,\nto him and to his friend;\nbut no one should be a friend\nof his enemy’s friend.\n"},{"text":"Know that if you have a friend whom you trust well,\nand you want to get good from him,\nyou must mingle your mind with his and exchange gifts,\ngo to see him often.\n"},{"text":"If you have another, whom you mistrust,\nyet you want to get good from him,\nyou must speak fair with him but think false,\nand repay lying with a lie.\n"},{"text":"That’s also the case with the one whom you mistrust\nand whose disposition you suspect:\nyou must laugh with him and mince the truth;\nthere should be like repayment for gifts.\n"},{"text":"I was young once, I travelled alone,\nthen I was astray on the roads;\nI thought myself rich when I met another;\nman is man’s delight.\n"},{"text":"Generous, brave men live best,\nthey seldom nurse sorrow;\nbut a foolish man fears everything,\na niggard is always nervous about gifts.\n"},{"text":"Out in the country, I gave my clothes\nto two tree-men;\nthey thought themselves champions when they had fine clothing;\na naked man is shamed.\n"},{"text":"The fir-tree that stands in a farmstead withers,\nneither bark nor needles protect it;\nso it is with the man whom no one loves:\nhow is he to live for long?\n"},{"text":"Love burns hotter than fire for five days\namong false friends,\nbut then dies down when the sixth comes,\nand all friendship worsens.\n"},{"text":"One shouldn’t give a man only great things,\none can often buy oneself love with little;\nwith half a loaf and with a tilted cup\nI got myself a comrade.\n"},{"text":"Of little sands, of little seas,\nlittle are the minds of men;\nthat’s why all people haven’t become equivalently wise;\neach class of humankind is half[-wise].\n"},{"text":"Every man should be moderately wise,\nlet him never be too wise;\nthose people who know just enough\nlive the pleasantest lives.\n"},{"text":"Every man should be moderately wise,\nlet him never be too wise;\nfor the heart of a wise man seldom becomes happy,\nif he who owns it is all-wise.\n"},{"text":"Every man should be moderately wise,\nlet him never be too wise;\nlet no one have foreknowledge of his fate,\none’s mind is [then] freest from sorrows.\n"},{"text":"Brand catches fire from brand, until it is burnt,\nflame is kindled from flame;\nman becomes wise from man by speech,\nand too foolish from reticence.\n"},{"text":"He must rise early, the one who wants to have\nanother’s wealth or life;\na lounging wolf seldom gets the ham,\nnor a sleeping man the victory.\n"},{"text":"He must rise early, the one who has few workmen,\nand go to inspect his work;\nmany things will hinder the one who sleeps through the morning,\nwealth is half in the hands of the willing.\n"},{"text":"Of dry sticks and bark for roofing,\na man knows his measure of this,\nand of the wood that can suffice\nfor three months and for six.\n"},{"text":"Washed and fed let a man ride to the assembly,\neven if he isn’t too well attired;\nof his shoes and breeches let no man be ashamed,\nor of his horse either, even if he hasn’t a good one.\n"},{"text":"When an eagle comes to the sea it snaps\nand stretches at the ancient ocean;\nso is a man who comes among many\nand has few speakers on his behalf.\n"},{"text":"Every wise man who wants to be called sensible\nmust ask and answer;\none man should know, but not a second,\nthe nation will know, if there are three.\n"},{"text":"Every man wise in counsel should keep\nhis power in check;\nhe will find it [out], when he comes among the brave,\nthat no one is boldest of all.\n"},{"text":"For the words that one says to another,\none often receives repayment.\n"},{"text":"Much too early I came to many places,\nand too late to some;\nthe ale had been drunk, [or] some was unbrewed,\nthe hated one seldom hits the mark.\n"},{"text":"Here and there I would be invited home\nif I didn’t need food at meal-times;\nor two hams might hang in the true friend’s house\nwhen I had [already] eaten one.\n"},{"text":"Fire is best among the sons of men,\nand the sight of the sun,\nhis health, if a man can keep it,\nto live without disability.\n"},{"text":"A man isn’t entirely wretched, even if he’s in bad health:\none man is blessed in sons,\none in kinsmen, one in sufficient wealth,\none is well-[blessed] in deeds.\n"},{"text":"It’s better for the living than the unliving,\nthe live man always gets the cow;\nI saw fire blaze up before a rich man,\nbut death was outside the door.\n"},{"text":"A limping man rides a horse, a one-handed man drives a flock,\na deaf man fights and wins;\nit’s better to be blind than burnt;\nno one has use for a corpse.\n"},{"text":"A son is better, even if he’s born late,\nafter the father has passed on; \nmemorial stones seldom stand by the road\nunless kinsman raises them for kinsman.\n"},{"text":"Two are the destroyers of one; the tongue is the head’s slayer;\nI expect a hand inside every fur cloak.\n"},{"text":"Night is welcome to the one who trusts his provisions;\nshort are a ship’s yard-arms;\nan autumn night is changeable;\na wealth of weather in five days,\nand more in a month.\n"},{"text":"He who knows nothing doesn’t know it:\nmany a man becomes an ape through money;\none man is wealthy, another unwealthy,\none shouldn’t blame him for his misfortune.\n"},{"text":"Cattle die, kinsmen die,\none dies oneself the same;\nbut reputation never dies\nfor whoever gets himself a good one.\n"},{"text":"Cattle die, kinsmen die,\none dies oneself the same;\nI know one thing that never dies:\nthe renown of every dead man.\n"},{"text":"Full cattle-pens I saw for Fitjungr’s sons;\nnow they bear a beggar’s staff;\nwealth is just like the winking of an eye,\nit’s the most fickle of friends.\n"},{"text":"If a foolish man gets hold of wealth\nor a woman’s love,\nhis pride increases, but his intelligence never;\nforward he goes, headlong into folly.\n"},{"text":"It’s proven then, when you enquire of the runes,\nthose of divine descent,\nthose which mighty powers made\nand Fimbulþulr coloured;\nhe does best then if he keeps quiet.\n"},{"text":"One should praise a day in the evening, a woman when she’s been burned,\na sword when it’s been proven, a girl when she’s been given in marriage,\nice when it’s been crossed, ale when it’s been drunk.\n"},{"text":"One should fell a tree in a wind, row to sea in fine weather,\nchat with a girl in the dark; many are the eyes of day;\none should look to a ship for speed, and to a shield for protection,\na sword for a blow, and a girl for kisses.\n"},{"text":"One should drink ale by the fire, and skate on ice,\nbuy a lean horse, and a dirty sword;\nfatten a horse at home, but a hound at [another’s] house.\n"},{"text":"No one should trust a girl’s words,\nor what a woman says,\nbecause their hearts were shaped on a whirling wheel,\nfickleness was laid in their breast.\n"},{"text":"In a breaking bow, in a burning flame,\nin a gaping wolf, in a cawing crow,\nin a grunting boar, in a rootless tree,\nin a rising wave, in a boiling cauldron,\n"},{"text":"in a flying shaft, in a falling wave,\nin one-night-old ice, in a coiled snake,\nin a bride’s bed-talk or in a broken sword,\nin a bear’s play or in a king’s child,\n"},{"text":"in a sick calf, in a self-willed slave,\nin a seeress’s satisfying words, in a newly-felled man,\n"},{"text":"in a field sown early, let no one have faith,\nnor in a son too soon —\nweather rules the field, and sense the son;\neach of them is at risk —\n"},{"text":"in one’s brother’s slayer, if one should meet him on the road,\nin a half-burned house, in a very fast horse —\na horse is useless if it breaks one leg —\nlet no man become so trusting that he puts faith in all these!\n"},{"text":"Loving women, those who think deceitful thoughts,\nis like driving a horse without spikes on slippery ice,\na frisky two-year-old and ill-trained,\nor like tacking a rudderless ship against a raging wind,\nor having, as a limping man, to lay hands on a reindeer on a thawing mountain.\n"},{"text":"I shall now speak plainly, for I know both —\nmen’s feelings for women are fickle;\nwhen we speak most sweetly, we think most deceitfully —\nthat deludes wise minds.\n"},{"text":"He must speak sweetly and offer wealth,\nthe one who wants to win a woman’s love,\npraise the radiant girl’s body,\nhe who woos wins.\n"},{"text":"No one should ever find fault\nwith another over love;\noften ravishingly fair looks enthral a wise man,\nwhen they don’t enthral a fool.\n"},{"text":"One should find fault with another\nfor nothing that happens to many a man;\nthat mighty desire makes dolts\nout of wise sons of men.\n"},{"text":"The mind alone knows that which lives near the heart,\nhe is alone with his thoughts;\nno sickness is worse for any wise man\nthan to be content with nothing.\n"},{"text":"I proved that when I sat in the reeds\nand waited for my love;\nthe wise girl was flesh and heart to me,\nyet I have her none the more for that.\n"},{"text":"I found Billingr’s daughter in bed,\nsleeping, sun-white;\nan earl’s delight seemed as nothing to me,\nunless I could live with that body.\n"},{"text":"‘You must come again towards evening, Óðinn,\nif you want to win the girl with words;\nall will be undone, unless we alone\nknow of such shame together!’\n"},{"text":"Back I turned and thought myself in love,\nfrom certain delight;\nI thought this, that I would have\nher whole heart and love-play.\n"},{"text":"Thus [it was when] I came next,\nthat the able warband was all awake;\nwith burning lights and raised wood,\nthus was a misery-path appointed for me.\n"},{"text":"And toward morning, when I had come again,\nthe hall-guard was asleep;\nthen I found one of the good woman’s bitches\nbound on the bed.\n"},{"text":"Many a good girl, if one gets to know her fully,\nis fickle of mind towards men,\nI proved that when I sought to seduce\nthe counsel-wise woman into deceit;\nthe wise girl attacked me with every insult,\nand I had nothing of this woman.\n"},{"text":"A man happy at home and cheerful with guests\nmust be shrewd in his behaviour,\nmindful and talkative, if he wants to be very knowledgeable;\nhe must often speak of good;\nhe who can say little is called a complete idiot:\nthat’s the sign of the unwise.\n"},{"text":"I visited the ancient giant, [and] now I have come back;\nI got little by keeping quiet there;\nwith many words I spoke to my advancement\nin Suttungr’s halls.\n"},{"text":"Gunnlǫð gave me on a golden seat\na drink of the precious mead;\nI let her have a poor reward\nfor her true feelings,\nfor her troubled mind.\n"},{"text":"I made Rati’s mouth make room\nand gnaw through rock;\nabove and below me stood the roads of giants;\nthat’s how I risked my head for it.\n"},{"text":"I’ve made good use of the well-bought look;\nfor the wise one, little is lacking;\nbecause Óðrerir has now come up\nto the rim of the sanctuary of men.\n"},{"text":"I doubt that I would have come back\nfrom the courts of the giants,\nif I hadn’t made use of Gunnlǫð, the good woman,\nwho laid her arm over me.\n"},{"text":"The following day, frost-giants went\nto seek Hávi’s counsel in Hávi’s hall;\nthey asked about Bǫlverkr, whether he had come among the gods,\nor whether Suttungr had slaughtered him.\n"},{"text":"I think Óðinn has sworn a ring-oath;\nhow can his pledges be trusted?\nHe cheated Suttungr of the drink,\nand caused Gunnlǫð to weep.\n"},{"text":"It is time to chant from the sage’s seat,\nat the spring of Urðr;\nI saw and I was silent, I saw and I pondered;\nI listened to the speech of men;\nI heard them discuss runes, they weren’t silent with counsels,\nat Hávi’s hall,\nin Hávi’s hall;\nI heard it said thus:\n"},{"text":"I counsel you, Loddfáfnir, that you take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\ndon’t get up at night, unless you’re on watch\nor looking, from inside, for a place to relieve yourself outside!\n"},{"text":"I counsel you, Loddfáfnir, that you take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nyou mustn’t sleep in the embrace of a woman wise in magic,\nso that she locks you in her limbs.\n"},{"text":"Thus she’ll ensure you won’t pay attention\nto the assembly or a ruler’s speech;\nyou won’t want food or the pleasure of anyone’s fellowship,\nyou’ll go to sleep sorrowful.\n"},{"text":"I counsel you, Loddfáfnir, that you take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nnever lure another’s wife\ninto being your lover.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nif you want to travel on fell or fjord,\nprovide yourself well with food.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nnever let a bad man\nknow your misfortunes,\nbecause from a bad man you will never get\na reward for the good intention.\n"},{"text":"I saw the words of an evil woman bite a man high up;\na deceitful tongue was the death of him,\nand yet the accusation was untrue.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nknow [this, that] if you have a friend, one whom you trust well,\ngo to visit him often,\nbecause a road that no one treads becomes overgrown\nwith brushwood and tall grass.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\ndraw a good man into a pleasing friendship with you,\nand learn soothing charms while you live.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nnever be the first to sever\nhappy relations with your friend;\nsorrow eats the heart if you can’t speak\nyour whole mind to someone.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nyou must never exchange words\nwith an unwise ape.\n"},{"text":"Because from a bad man you’ll never\nget a reward for the goodwill,\nbut a good man can make you assured\nof esteem by his praise.\n"},{"text":"Kinship is exchanged when anyone decides\nto tell his whole mind [to another];\nanything is better than for one to be unreliable,\nhe who says only what’s agreeable is no friend to another.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nyou mustn’t utter [even] three words in dispute with a worse man than you;\noften the better man fails\nwhen the worse man fights.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nbe neither a shoe-maker nor a shaft-maker,\nunless you be one for yourself;\n[if] the shoe is badly made or the shaft is crooked,\nthen evil will be invoked for you.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nwherever you perceive evil, declare it as evil,\nand don’t give your enemies peace.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nnever be gladdened by evil,\nbut let yourself be pleased with good.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nyou mustn’t look up in battle —\nthe sons of men become like a madman —\nlest men cast a spell on you.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nif you want to persuade a good woman into secret love with you\nand get delight from her,\nyou must make fine promises and let them be firm:\nno one loathes a good thing, if one gets it.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nI bid you be wary, but not overwary;\nbe wariest with ale and with another’s wife,\nand, third, that thieves don’t outwit you.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nnever treat a guest or a tramp\nwith scorn or derision.\n"},{"text":"Often those sitting inside are unsure\nwhat kind of men are those who come;\nno one is so good as to have no fault,\nnor so bad as to be good for nothing.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nnever scoff at a grey-haired sage;\noften what old men say is good;\noften shrewd words come from a shrunken bag,\nfrom the one who hangs among hides\nand dangles among skins\nand swings among wretches.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\ndon’t bark at a guest or drive him to the gate;\nprovide well for a poor man.\n"},{"text":"Strong is the beam that must slide\nto open up for all;\ngive an arm-ring, or visitors will invoke\nevery kind of injury upon your limbs.\n"},{"text":"I counsel you, Loddfáfnir, and you should take my counsels;\nyou’ll profit if you take them,\nthey’ll be good for you if you get them:\nwherever you may drink ale, choose for yourself earth’s power,\nfor earth has strength against ale, and fire against illnesses,\noak against constipation, ear of corn against witchcraft,\nelder(?) against household strife — for hatreds one must call on the moon —\nearthworm against bite-illnesses, and runes against evil;\none must take earth for the flux.\n"},{"text":"I know that I hung on a windy tree\nfor all of nine nights,\nwounded by a spear and given to Óðinn,\nmyself to myself,\non that tree of which no one knows\nthe kind of roots it runs from.\n"},{"text":"They blessed me with neither bread nor horn,\nI peered down, I took up runes,\nscreaming I took them; I fell back from there.\n"},{"text":"Nine mighty songs I learnt from the famous son\nof Bǫlþórr, father of Bestla,\nand I got a drink of the precious mead,\npoured from Óðrerir.\n"},{"text":"Then I began to produce seed and be fertile,\nand to grow and feel well;\nword sought word from my word,\ndeed sought deed from my deed.\n"},{"text":"Runes you will find and readable staves,\nvery great staves,\nvery stiff staves,\nwhich Fimbulþulr coloured\nand great powers created\nand Hroptr of the ruling powers carved,\n"},{"text":"Óðinn among the Æsir, and Dáinn for the elves,\nDvalinn for the dwarves,\nÁsviðr for the giants,\nI carved some myself.\n"},{"text":"Do you know how one must carve? Do you know how one must read?\nDo you know how one must colour? Do you know how one must test?\nDo you know how one must invoke? Do you know how one must offer?\nDo you know how one must send? Do you know how one must immolate?\n"},{"text":"Uninvoked is better than over-offered;\na gift always looks for repayment;\nunsent is better than over-immolated;\nthus Þundr carved before the history of peoples;\nthere he rose up, when he came back.\n"},{"text":"I know those songs that a ruler’s wife doesn’t know,\nand no one’s son;\none is called ‘help’, and it will help you\nagainst disputes and sorrows, and each and every suffering.\n"},{"text":"I know it, a second, which the sons of men need,\nthose who want to live as healers.\n"},{"text":"I know it, the third: if I have great need\nof a fetter for my foes,\nI blunt the edges of my enemies;\nfor them neither weapons nor staffs will bite.\n"},{"text":"I know it, the fourth: if people put\nbonds on my arms and legs,\nI chant so that I can walk;\nthe fetter springs from my legs,\nand the shackle from my arms.\n"},{"text":"I know it, the fifth: if I see a shaft shot\nin malice flying in battle,\nit doesn’t fly so forcefully that I can’t stop it,\nif I see it with my sight.\n"},{"text":"I know it, the sixth: if a warrior wounds me\non the roots of a strong tree —\nso too with that man who provokes my hatred —\nharm will devour him, rather than me.\n"},{"text":"I know it, the seventh: if I see a high hall\nblazing around bench-mates,\nit doesn’t burn so broadly that I can’t save it;\nI know the incantation to chant.\n"},{"text":"I know it, the eighth, which is useful\nfor all to learn:\nwherever hatred grows between a warrior’s sons,\nI can swiftly settle it.\n"},{"text":"I know it, the ninth: if need arises for me\nto save my ship when it’s afloat,\nI calm the wind on the wave\nand lull all the sea to sleep.\n"},{"text":"I know it, the tenth: if I see fence-riders\nsporting in the air,\nI bring it about that they go astray\nto the home of their shapes(?),\nto the home of their minds(?).\n"},{"text":"I know it, the eleventh: if I have to lead\nlong-standing friends into conflict,\nI chant beneath the shield-rims, and they journey with strength,\nsafe to battle,\nsafe from battle,\nthey come safe from anywhere.\n"},{"text":"I know it, the twelfth: if I see a halter-corpse\ndangling up in a tree,\nI so carve and colour-in runes\nthat that man walks\nand talks with me.\n"},{"text":"I know it, the thirteenth: if I have to throw\nwater on a young warrior,\nhe won’t fall, even if he comes into battle,\nthat man won’t sink before swords.\n"},{"text":"I know it, the fourteenth: if I have to count the gods\nbefore a company of people,\nof Æsir and elves I know all their attributes;\nfew fools can do that.\n"},{"text":"I know it, the fifteenth, which Þjóðreyrir, a dwarf,\nchanted before Dellingr’s doors:\nhe chanted strength to the Æsir, and courage to the elves,\nintellect to Hroptatýr.\n"},{"text":"I know it, the sixteenth: if I wish to have the whole heart\nand sexual pleasure of the wise girl,\nI turn the feelings of the white-armed woman\nand I twist her whole heart.\n"},{"text":"I know it, the seventeenth, so that the girly girl\nwill be slow to leave me.\nThese songs, Loddfáfnir, you will\nlong be lacking,\nthough it would be good for you if you get them,\n[they would be] useful if you take them,\nneedful if you receive them.\n"},{"text":"I know it, the eighteenth, which I never teach\nto a girl or a man’s wife —\neverything is better when only one knows;\nit marks the end of the songs —\nexcept to her alone who enfolds me in her arms,\nor who might be my sister.\n"},{"text":"Now Hávi’s sayings have been spoken in Hávi’s hall,\nmost useful to the sons of men,\nuseless to the sons of men(?)!260\nHail to the one who spoke! Hail to the one who knows!\nLet the one who learned profit!261\nHail to those who listened!\n"}],"metadata":{"stanzaOffset":0,"offsetAt":0}}